--
-- PostgreSQL database dump
--

-- Dumped from database version 15.2
-- Dumped by pg_dump version 15.2

-- Started on 2023-05-22 21:34:36

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

--
-- TOC entry 3347 (class 1262 OID 25898)
-- Name: actor; Type: DATABASE; Schema: -; Owner: postgres
--

CREATE DATABASE actor WITH TEMPLATE = template0 ENCODING = 'UTF8' LOCALE_PROVIDER = libc;


ALTER DATABASE actor OWNER TO postgres;

\connect actor

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

SET default_tablespace = '';

SET default_table_access_method = heap;

--
-- TOC entry 217 (class 1259 OID 27357)
-- Name: actor_entity; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.actor_entity (
    "actorId" integer NOT NULL,
    "firstName" character varying NOT NULL,
    "lastName" character varying NOT NULL,
    story text,
    biography text
);


ALTER TABLE public.actor_entity OWNER TO postgres;

--
-- TOC entry 216 (class 1259 OID 27356)
-- Name: actor_entity_actorId_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public."actor_entity_actorId_seq"
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public."actor_entity_actorId_seq" OWNER TO postgres;

--
-- TOC entry 3348 (class 0 OID 0)
-- Dependencies: 216
-- Name: actor_entity_actorId_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public."actor_entity_actorId_seq" OWNED BY public.actor_entity."actorId";


--
-- TOC entry 219 (class 1259 OID 27824)
-- Name: actor_film_entity; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.actor_film_entity (
    "recordId" integer NOT NULL,
    "filmId" integer NOT NULL,
    "actorId" integer,
    "roleId" integer
);


ALTER TABLE public.actor_film_entity OWNER TO postgres;

--
-- TOC entry 218 (class 1259 OID 27823)
-- Name: actor_film_entity_recordId_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public."actor_film_entity_recordId_seq"
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public."actor_film_entity_recordId_seq" OWNER TO postgres;

--
-- TOC entry 3349 (class 0 OID 0)
-- Dependencies: 218
-- Name: actor_film_entity_recordId_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public."actor_film_entity_recordId_seq" OWNED BY public.actor_film_entity."recordId";


--
-- TOC entry 215 (class 1259 OID 26015)
-- Name: role_entity; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.role_entity (
    "roleId" integer NOT NULL,
    "roleName" character varying NOT NULL
);


ALTER TABLE public.role_entity OWNER TO postgres;

--
-- TOC entry 214 (class 1259 OID 26014)
-- Name: role_entity_roleId_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public."role_entity_roleId_seq"
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public."role_entity_roleId_seq" OWNER TO postgres;

--
-- TOC entry 3350 (class 0 OID 0)
-- Dependencies: 214
-- Name: role_entity_roleId_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public."role_entity_roleId_seq" OWNED BY public.role_entity."roleId";


--
-- TOC entry 3184 (class 2604 OID 27360)
-- Name: actor_entity actorId; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.actor_entity ALTER COLUMN "actorId" SET DEFAULT nextval('public."actor_entity_actorId_seq"'::regclass);


--
-- TOC entry 3185 (class 2604 OID 27827)
-- Name: actor_film_entity recordId; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.actor_film_entity ALTER COLUMN "recordId" SET DEFAULT nextval('public."actor_film_entity_recordId_seq"'::regclass);


--
-- TOC entry 3183 (class 2604 OID 26018)
-- Name: role_entity roleId; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.role_entity ALTER COLUMN "roleId" SET DEFAULT nextval('public."role_entity_roleId_seq"'::regclass);


--
-- TOC entry 3339 (class 0 OID 27357)
-- Dependencies: 217
-- Data for Name: actor_entity; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (1, 'Джена', 'Мэлоун', 'Джена Мэлоун (Jena Malone) – американская актриса, еще до достижения 16 лет удостоившаяся номинации на «Золотой глобус» за работу в картине «Надежда» и на премию Гильдии актеров за главную роль в фильме «Ублюдок из Каролины», получившая премию «Сатурн» как лучшая актриса (фильм «Контакт»).', '
Также известна по картинам «Мачеха», «В диких условиях» и другим лентам. 
Джена родилась 21 ноября 1984 года в городе Спарксе американского штата Невада. Ее воспитывала мать, отца девочка не знала. В детстве Джена с мамой часто переезжала с места на место, пока семья не обосновалась в Лос-Анджелесе. Оказавшись на голливудских просторах, мама Джены решила устроить карьеру дочки в кинематографе. Джена начала появляться на телевидении с семи лет. Оказалось, что девочка не лишена актерских задатков. Она играла в сериалах, а в 1996-ом Мэлоун снялась в своем первом полнометражном фильме «Скрыто в Америке» (1996) – картине, номинированной на «Золотой глобус». 
Первая узнаваемость пришла к девочке уже в двенадцать лет, когда юная актриса сыграла в фильме Анжелики Хьюстон «Ублюдок из Каролины» (1996). Драма рассказывает о матери-одиночке с двумя дочерьми, которая снова выходит замуж. И хотя отчим неоднозначно относится к старшей дочери суженой, мать, в страхе остаться одной, старается не замечать тревожных сигналов. В этой ленте юная актриса Джена Мэлоун блестяще сыграла несчастную дочь домохозяйки, за что была по достоинству оценена критиками. Успех был громким и впечатляющим – еще бы, ведь молодую актрису номинировали на премию Гильдии актеров за лучшую женскую роль. Успех словно окрылил двенадцатилетнюю Джену. Именитый режиссер Роберт Земекис пригласил юную актрису сняться в своей новой ленте «Контакт» (1997). 
В этом фантастическом фильме Джена сыграла маленькую Элли, которая мечтает попасть в космос, а повзрослев, становится ученым астрономом. За эту роль тринадцатилетняя актриса получает престижную кинематографическую премию «Сатурн», присуждаемую за фантастические картины, в номинации «Лучшая женская роль». В том же году Джена Мэлоун появляется в главной роли в драме Голди Хоун «Надежда» (1997), за которую юная актриса удостаивается номинации на вторую по популярности кинопремию Америки – «Золотой глобус». 
После такого триумфа Джена начинает получать приглашения от многих режиссеров. Джена играет главную героиню драмы «Эллен Фостер» (1997), затем появляется в созвездии таких голливудских небожительниц, как Джулия Робертс и Сьюзен Сарандон, в семейной драме «Мачеха» (1998), чуть позже – с Кевином Костнером и Келли Престон в спортивной драме «Ради любви к игре» (1999). Таким образом, уже к пятнадцати годам Джена Мэлоун становится востребованной голливудской актрисой, причем в фильмах высокого уровня. 
Благодаря высоким гонорарам юной актрисы, семья смогла улучшить свое материальное положение. Впрочем, деньги поссорили несовершеннолетнюю кинозвезду и ее мать: Джена подала на родительницу в суд, обвинив ее в неверном управлении ее собственными доходами. И суд встал на сторону дочери, постановив, что мама Джены не имеет права вмешиваться в ее финансовые дела. 
После окончания школы, которую актриса все-таки умудрилась окончить, несмотря на регулярные съемки, Джена поступила в колледж Северной Калифорнии, где стала учиться искусству фотографии. Одновременно Мэлоун продолжила активные съемки: актрису можно увидеть в ведущих ролях в таких популярных лентах, как «Американская девочка» (2002), «Гитлер: Восхождения дьявола» (2003), «В диких условиях» (2007), «Запрещенный прием» (2011). В двадцать два года Джена дебютировала на Бродвее в спектакле «Doubt».');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (2, 'Дэнни', 'Хьюстон', 'Дэнни Хьюстон (Danny Huston) — американский актер и режиссер. Наибольшую известность обрел благодаря ролям в фильмах «Люди Икс: Начало. Росомаха», «Преданный садовник», «Роковое число 23», «21 грамм» и «Покидая Лас-Вегас».', '
Родился 14 мая 1962 года в Риме. Его отец – известный режиссер и сценарист Джон Хьюстон, а мать - актриса Зоя Саллис. Родители не были женаты. Детство Дэнни прошло в Ирландии и Лондоне. Его сестра Анджелика впоследствии также стала актрисой, а брат Тони – актером и сценаристом. Уже в ранние годы Дэнни под руководством отца пробовал снимать небольшой видеокамерой, но больше в тот период его привлекали искусство и живопись. Однако впоследствии он решил-таки связать свою жизнь с кино.
Благодаря имени отца многие двери в киноиндустрии для Дэнни были открыты. Так, уже в 1985-м году он снял свой первый фильм Santa Claus: The Making of the Movie, а спустя пару лет вышли телевизионные ленты Bigfoot и Mister Corbett''s Ghost. В течение следующего десятилетия Хьюстон в качестве режиссера работал еще над четырьмя картинами, которые прошли практически незамеченными.
Однако судьба Дэнни сложилась так, что он стал актером, а не режиссером. Сперва в 1995-м году он сыграл эпизодическую роль в мелодраме «Покидая Лас-Вегас» с Николасом Кейджем в главной роли. Затем с его участием вышла экранизация произведения Льва Толстого «Анна Каренина». Чуть позднее Хьюстон сыграл в драме «Тайм-код», а также в комедиях «Отель» и «Коварный план Сьюзан». 
Но наибольшую популярность ему принесла главная роль в фильме «Иван под экстази», снятой по мотивам произведения Льва Толстого «Смерть Ивана Ильича». Фильм был номинирован на ряд наград, в том числе самому Дэнни досталась номинация как лучшему актеру. Предложения об участии в новых проектах поступали к актеру все активней, и в начале 2000-х годов он снялся в военной драме «Рай», драме «Вакханки», триллере «Серебряный город» и криминальной драме «Предложение». Большой успех ждал картину «21 грамм», где его партнерами по съемочной площадке стали Шон Пенн и Наоми Уоттс. Также Дэнни отметился в блокбастере Мартина Скорсезе «Авиатор» с Леонардо ДиКаприо в главной роли. Другими заметными картинами с его участием стали «Преданный садовник», «Возвращение», «Уход в черное», «Крейцерова соната», «Люди Х: Начало. Росомаха», «Путь воина» и «Битва Титанов». А среди последних работ актера можно отметить фильмы «Медальон» и «Хичкок». ');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (3, 'Софья', 'Присс', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (4, 'Сергей', 'Бурунов', 'Сергей Бурунов – российский актер театра и кино, актер озвучивания и пародист. Получил известность по телешоу «Большая разница», после чего начал активно сниматься на телевидении и на большом экране. Бурунов снялся в таких сериалах, как «Краткий курс счастливой жизни», «Кухня» и «Полицейский с Рублевки», дилогии «Последний богатырь» и картине «Глубже!» (2020). Востребованный актер дубляжа - его голосом на русском языке «говорят» такие актеры, как Леонардо ДиКаприо, Джонни Депп, Джонатан Риз Майерс, Мэтт Дэймон и другие голливудские звезды.', '
Сергей Александрович Бурунов родился в семье электротехника и медсестры 6 марта 1977 года в Москве. У Сергея есть старший брат, который стал переводчиком. В детстве Сергей и не мечтал становиться актером – он хотел летать и грезил о профессии военного летчика. Именно поэтому Сергей поступил в Качинское высшее авиационное училище летчиков им. А. Ф. Мясникова, где отучился три года. На службе Сергей впервые попробовал себя в комедийном жанре – в училище была местная команда КВН, и молодой студент с удовольствием принимал участие в пародийных постановках. В конце концов, Сергей понял, что далек от армии и бросил вуз. Оставшись на распутье, 20-летний Бурунов долго маялся, не зная, чем бы он хотел заниматься. Ответы Сергей нашел… в церкви, где пообщался со священником и получил от него номер телефона своего будущего педагога Михаила Петровича Симакова. 
Поступить в знаменитое Щукинское училище Бурунову удалось только со второй попытки. Провалившись в первый год поступления, Сергей поступил в Эстрадно-цирковое училище имени Румянцева. Однако на будущий год 21-летнему Бурунову все же удалось стать студентом Щуки. После окончания театрального вуза 25-летний Бурунов четыре года играл на подмостках Театра Сатиры, а затем еще четыре года был голосом канала МГТРК «Мир», диктором анонсов радио «Россия». Прежде чем страна узнала актера Сергея Бурунова в лицо, сначала она полюбила его знаменитый голос. Бурунов много работает в дубляже популярных иностранных фильмов, мультиков и озвучивает компьютерные игры. Именно голосом Бурунова «говорят» звезды Голливуда – например, Леонардо ДиКаприо в фильмах «Кровавый алмаз», «Дорога перемен», «Начало», «Дж.Эдгар», или Джонни Депп в лентах «Мрачные тени», «Джонни Д.». 
Как актер Сергей дебютировал в 2003 году в сериале «Москва. Центральный округ», снявшись в роли Репейникова в молодости. В 2005 году на экраны вышла военная драма «Эшелон», в которой Бурунов прекрасно отыграл роль политрука, заслужив любовь и признание зрителей. Впрочем, настоящая известность пришла к Сергею в 2008 году, когда он стал постоянным актером рейтингового комедийного шоу на Первом канале «Большая разница». Там он заявил о себе как талантливый комик и пародист, сумев виртуозно изобразить массу знаменитостей. Параллельно с успехами в развлекательных программах пошла в гору карьера Бурунова и в телесериалах. В картинах «Отблески» (2009) и «Без права на ошибку» (2010) Бурунов исполнил уже главные роли. В 2011 году успех актера закрепился работой в сериале «Краткий курс счастливой жизни», где он исполнил роль брутального полицейского Тимура Валеева, с которым заводит долгоиграющий роман одна из главных героинь сериала. Бурунов появляется на экране далеко не сразу, но благодаря яркому образу и неординарным поступкам сумел запомниться, как едва ли не лучший мужской персонаж скандального проекта Валерии Гай Германики.
В статусе ведущего комедийного актера страны Бурунов появился в роли флегматичного майора ФМС Ивановского в популярном комедийном сериале канала СТС «Кухня» (2012). Двумя годами позже Бурунов снялся сразу в нескольких полнометражных фильмах, самыми успешными из них стали «В спорте только девушки» и «Неформат». В том же году зрители Первого канала увидели Бурунова в телешоу «Повтори!» В 2016 году Сергей приступил к исполнению самой известной своей роли – подполковника Владимира Яковлева в комедийном сериале «Полицейский с Рублевки». Бурунов составил с другой ярчайшей звездой российского кино Александром Петровым прекрасный тандем. В отличие от дерзкого опера угрозыска Измайлова, сыгранного Петровым, персонаж Бурунова показан как добросовестный и душевный сыщик, которому по роду деятельности приходится вникать в проблемы не самых приятных, зато очень обеспеченных жителей страны. Образ Яковлева так полюбился зрителям, что сериал просуществовал на телевидении в течение пяти сезонов, а затем получил два полнометражных продолжения «Полицейский с Рублевки. Новогодний беспредел» (2018) и «Полицейский с Рублевки. Новогодний беспредел 2» (2019).
2017 год становится пиком востребованности Бурунова, который становится настолько популярным, что от ролей просто нет отбоя. Сергей появился в фэнтезийной комедии «Последний богатырь», где сыграл Водяного. Несмотря на второстепенный характер роли и сложный грим, Бурунов запомнился зрителям наряду с главной звездой ленты Виктором Хориняком и Константином Лавроненко, воплотившим Кощея. Именно на счету Водяного самые удачные шутки фильма, Бурунов без преувеличения стал душой картины, ставшей коммерческим хитом. Еще один фильм 2017 года, в котором снялся Сергей – «Ну, здравствуй, Оксана Соколова!», где актеру досталась роль врача-фониатра. Также Бурунов принял участие в драме «Жизнь впереди» (2017), посвященной воссоединению бывших одноклассников. Наконец, в том же в 2017-м Сергей появился в научно-фантастическом фильме «Лачуга должника», посвященном экспериментам, увеличивающим продолжительность жизни. В комедийном сериале «Ивановы-Ивановы» Сергей сыграл крупного бизнесмена Антона Павловича Иванова, вынужденного в силу ряда обстоятельств скрывать свое дворянское происхождение.
Бурунов продолжает активно сниматься на телевидение. В 2018 году к уже имеющимся проектам «Полицейский с Рублевки» и «Ивановы-Ивановы» добавился сериал «Содержанки», а годом позже – «Мылодрама». В 2020-м на экраны выходит нашумевшая мелодрама «Глубже!», становящаяся неожиданным триумфом проката. В этом фильме Бурунов по причине сильной загруженности исполняет небольшую роль телеведущего. Столь же фрагментарным получается участие Сергея в продолжении «Последнего богатыря» - ленте «Последний богатырь. Корень зла» (2021). Бурунов вернулся к роли Водяного, но появился буквально в паре сцен, став очень яркой, но эпизодической звездой успешной картины.
Помимо успешной актерской карьеры, Бурунов много работает над записью музыкальных клипов. О личной жизни Сергей предпочитает не распространяться, но в настоящее время всенародно любимый комик не женат.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (5, 'Виталий', 'Шляппо', 'Виталий Шляппо - белорусский сценарист и продюсер множества популярных отечественных развлекательных передач и сериалов, известный широкой зрительской аудитории, в первую очередь, как капитан команды КВН БГУ, дважды выигравшей в финале Высшей Лиги.', '
Виталий Петрович Шляппо родился 18 июня 1975 года в Витебске. Есть младший брат Алексей. Будучи студентом Витебского Государственного Университета, он начал принимать активное участие в играх КВН в составе команды БГУ, впоследствии был избран ее капитаном. Когда возглавляемая Виталием команда стала двукратным чемпионом Высшей Лиги КВН, молодой человек понял, что хотел бы заниматься в будущем не преподаванием математики (а именно педагогом должен был стать Виталий, получив диплом), а тем, что у него лучше всего получается, деятельностью, непосредственно связанной с юмором и творчеством.
В 2002 году Виталий начал работу на московской мультипликационной студии «Пилот-ТВ», где занимался разработкой сценария популярной сатирической телевизионной программы «Тушите свет». Через год Шляппо перешел на канал РЕН-ТВ. Здесь в соавторстве с бывшим соратником по команде КВН Алексеем Троцюком Виталий писал сценарии к популярным развлекательным программам и комедийным сериалам: «Дорогая передача», «Студенты», «Туристы», «Фирменная история», «Факультет юмора» и другим проектам.
Спустя три года Шляппо вместе с большой частью творческой команды Александра Муругова (в прошлом также участника сборной БГУ) перешел работать на канал СТС, где занял должность креативного продюсера, сценариста и разработчика множества полюбившихся широкой публике проектов: комедийных скетч-шоу «6 кадров», «Даешь молодежь», «Одна за всех», «МосГорСмех», «Нереальная история», юмористических передач «Уральские пельмени», «Слава Богу, ты пришел!», ситкомов «Игрушки», «Светофор», «Кухня», «Думай как женщина», «Последний из Магикян», «Два отца и два сына», «Корабль», «Неформат» и других, а также выступил продюсером полнометражного фильма «Кухня в Париже» и мелодраматической ленты Виктора Шамирова «Со мною вот что происходит» с Гошей Куценко в главной роли.
C 2008 года Виталий вместе с Алексеем Троцюком и Эдуардом Илояном является генеральным продюсером медиа-холдинга Yellow, Black and White Group.
В 2009 году Виталий Шляппо опять же в тандеме с Алексеем Троцюком стал лауреатом престижной российской кинопремии «ТЭФИ», победив в номинации «Сценарист телевизионного и художественного сериала» за комедийный сериал «Папины дочки».
В свободное время любит пересматривать мультфильмы про «Муми-троллей» и фильмы Марка Захарова. Женат.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (6, 'Фёдор', 'Бондарчук', 'Фёдор Бондарчук – актер, режиссер, продюсер, клипмейкер, телеведущий. Обладатель премий «Золотой орел», «Ника», «Золотой овен».', '

Федор Бондарчук родился 9 мая 1967 года в Москве, став вторым ребенком в звездном семействе – режиссера Сергея Бондарчука и актрисы Ирины Скобцевой. Воспитанием Федора занималась в основном бабушка, так как родители все время были заняты на съемках. Мальчик вел себя плохо, родителей постоянно вызывали в школу. Тем не менее, будущему режиссеру и телеведущему удалось закончить художественную и общеобразовательную школу. В 1985 году Бондарчук поступает во ВГИК в мастерскую Игоря Таланкина (режиссерско-постановочный факультет). Однако после первого курса института Федора призывали в армию. В 1987 году Федор возвращается во ВГИК, но уже в мастерскую под руководством Юрия Озерова. Вместе с Федором учился Иван Охлобыстин и Александр Башаров. Сыну известного режиссера приходится не только учиться, но и сниматься в картине «Сталинград» у Озерова. Роль в кино-эпопее «Сталинград» стала второй ролью в жизни Федора, дебютировал он годом ранее в историческом фильме Сергея Бондарчука – «Борис Годунов». В «Борисе Годунове» сын режиссера картины сыграл небольшую роль царевича Федора. По признанию Федора Бондарчука работать с отцом ему было сложно, он был строг, и надо было выкладываться во всю мощь. Окончив в 1991 году институт Бондарчук начал работу в студии «Art Pictures». Студия занималась съемкой видеоклипов, рекламных роликов и короткометражек. В 1993 году Федор Бондарчук получил премию «Овация» за свою работу на студии. Помимо работы в «Art Pictures Studio» Бондарчук продолжал сниматься в кино. До «Даун Хауса» (2001), который был принят критиками неоднозначно, но стал культовым в России фильмом, Бондарчук снялся в таких картинах как «Бесы”», «Арбитр», «Кризис среднего возраста» и «Восемь с половиной долларов». В 2005 году Федор Бондарчук снял самую кассовую картину в прокате этого года – «9 рота». В картине снялся племянник режиссера Константин Крюков, который смог показать себя как талантливого актера. Лента «9 рота» получила 7 различных кинопремий и выдвигалась в 2006 году от России на Оскар в номинации «Лучший фильм на иностранном языке». В 2009 году вышел фильм “»Обитаемый остров», который также стал самым кассовым фильмом в прокате стран СНГ и в России. Помимо актерской и режиссерской работы сын знаменитого режиссера Сергея Бондарчука Федор работает телеведущим. В 2003 году Федор Бондарчук был награжден премией ТЭФИ как «Лучший ведущий развлекательных программ» за работу в программе «Кресло» (телеканал СТС). И это довольно забавно, так как телеведущим Федор быть никогда не хотел. На телевидение он пошел, поспорив с другом Иваном Охлобыстиным.
В октябре 2012 года в широкий прокат вышла продюсерская работа Фёдора Бондарчука — кинопроект «Духless» по одноимённому роману Сергея Минаева, который стал самым кассовым российским игровым фильмом 2012 года. В том же году завершился съёмочный период фильма «Сталинград», который стал первой русскоязычной картиной в формате IMAX и вышел в прокат в 2013 году. В феврале 2012 года режиссёр картины Фёдор Бондарчук и продюсер Александр Роднянский официально объявили о начале сотрудничества с корпорацией IMAX Filmed Entertainment, в связи с чем Грег Фостер, её президент и председатель совета директоров, сказал: «Фёдор и Александр показали мне 15-минутный фрагмент «Сталинграда», и я очень рад, что мы не ошиблись с выбором партнёра».

Весной 2015 года вместе с молодым актёром Семёном Трескуновым специально для фильма «Призрак» Бондарчук исполнил жизнеутверждающую песню «Живи настоящим». Автором песни стал известный исполнитель Вася Обломов.

В последние годы как режиссер Федор снял дилогию о вторжении инопланетян «Притяжение» (2017) и «Вторжение» (2019), а также сериал «Псих» (2020) с Константином Богомоловым в главной роли. Если говорить о последних актерских работах Федора, то можно выделить его главные роли в таких фильмах и сериалах как: «Дед Мороз. Битва Магов» (2016), «Мифы» (2017), «Демон революции» (2017), «Год культуры» (2018), «Филатов» (2019), «Ленин. Неизбежность» (2019), «Спутник» (2020), «Окаянные дни» (2020). А в 2022 году нас ждет продолжение фильма «Призрак» с участием Федора Бонадрчука и Семена Трескунова.

Сейчас Федор Бондарчук женат на российской актрисе Паулне Андреевой. С ней он начал встречаться в 2015 году, а в 2019-ом они сыграли свадьбу. 2 марта 2021 года у пары родился сын. Паулина уже вторая жена Федора. До нее он был женат на Светлане Бондарчук, с которой познакомился еще во время службы в армии. Со Светланой у Федора два общих ребенка – сын Сергей и дочь Варвара. Также у Федора есть две внучки – Маргарита и Вера. ');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (7, 'Константин', 'Хабенский', 'Константин Юрьевич Хабенский – российский актёр кино и театра, заслуженный артист России. Родился Константин Хабенский в Ленинграде в 1972 году, 11 января. Его отец был инженером-гидрологом, а мать работала учителем математики. В 1981 семья Хабенских переехала в Нижневартовск, а уже в 1985 году вернулась в Ленинград. Закончив 8 классов, Хабенский поступает в техникум авиационного приборостроения и автоматики. После 3 курса он бросает техникум, осознавая, что данная специальность не для него. Перед тем как найти свое призвание, Константин работал дворником, музыкантом на улицах, а также монтировщиком.', '
В 1990 Константин Хабенский поступает в Ленинградский Государственный Институт Театра, Музыки и Кинематографии (мастерская В.М. Фильштинского). В 1995 году он заканчивает ЛГИТМиК, играет в Экспериментальном театре «Перекрёсток» в течение года. В 1996 году Константин переходит в московский театр «Сатирикон», здесь актёр занят в основном на вторых ролях. В 1998 году он снимается сразу в трёх фильмах: «Наташа», «Женская собственность», «Хрусталёв, машину!». Благодаря участию в этих картинах Хабенского замечают, и вскоре он уже играет в триллере «Поклонник» и драме «Дом для богатых» Владимира Фокина. 
Первую славу актёру принёс сериал «Убойная сила», и сейчас ещё многие помнят его именно как «Игоря Плахова». С 1996 года Константин Хабенский играет в театре имени Ленсовета: спектакли «Калигула», «Войцек», «В ожидании Годо», «Поживём – увидим». В настоящее время Хабенский работает в театре МХАТ имени Чехова, где принимает участие в спектаклях «Белая гвардия», «Утиная охота», «Гамлет». Популярность актёра также обусловлена ролью Саши Гурьева в картине «В движении» Филиппа Янковского. Позже он снялся в «Статском советнике» того же Янковского.
Настоящую народную любовь и признание принесли Константину Хабенскому картины «Ночной дозор», «Дневной дозор», снятые по книгам Сергея Лукьяненко. Антон Городецкий стал, пожалуй, самой известной ролью Хабенского. В 2006 году актёр снимается в фильме «Час Пик». Одни из последних его работ – в фильме «Адмиралъ» (роль Александра Колчака) и в продолжении «Иронии судьбы» (роль Кости Лукашина). В 2010 году с участием Хабенского вышла картина «Выкрутасы» режиссёра Лео Габриадзе.
В 2017 году состоялся режиссерский дебют Константина Хабенского. На конференции "Кино Экспо" актер представил свою первую картину "Собибор". Хабенский исполнил в ней роль Александра Печерского. Работа над фильмом велась при поддержке Министерства культуры РФ и лично министра культуры Владимира Мединского. В широкий прокат "Собибор" вышел год спустя, 29 января 2018 года. На специальном показе картины присутствовали президент России Владимир Путин, премьер-министр Израиля Биньямин Нетаньяху, а также ветераны Великой Отечественной войны. 
Помимо актерской карьеры, Константин Хабенский широко известен как общественный деятель. В 2008 году Хабенский создал "Благотворительный фонд Константина Хабенского", который занимается помощью детям с онкологическими и другими тяжелыми заболеваниями. на церемонии награждения в 2012 году в Кремле, Константин Хабенский пришел со значком "Дети вне политики". Тем самым актер хотел привлечь внимание к проблеме усыновления детей, в связи с принятием "Закона Димы Яковлева". В 2016 году Хабенский во время прямой линии с Владимиром Путиным напомнил, что государство обязано обеспечивать детей аппаратами искусственной вентиляции легких на дому.
С 2010 года Константин Хабенский активно развивает детское творчество. Он открывает творческие студии развития по всей стране. В том числе в таких городах. как Воронеж, Нижний Новгород, Казань, Санкт-Петербург, Новосибирск, Уфа, Челябинск, Сочи, Иваново, Тольятти и Пермь.
В марте 2014 года "Благотворительный фонд Константина Хабенского" организовал благотворительный театральный проект под названием "Поколение Маугли". Почти все роли в котором были исполнены одаренными детьми из разных регионов, а роли "взрослых" героев исполняли профессиональные актеры, в числе которых Гоша Куценко, Диана Арбенина и сам Хабенский. Проект стал достаточно успешным и по итогу принес четырнадцать миллионов рублей, которые были потрачены на лечение 21 ребенка с онкологическими заболеваниями.
Что касается личной жизни, то до 2008 года Константин Хабенский был женат на журналистке Анастасии Хабенской. 1 декабря 2008 года Анастасия умерла от рака. От брака у Хабенского остался сын Иван. Второй раз актер женился в 2013 году на актрисе Ольге Литвиновой. Спустя три года у пары появилась дочь Александра. А уже 1 февраля 2019 года у Хабенского появился третий ребенок - дочь Вера.
За свою выдающуюся карьеру Константин Хабенский был удостоен следующих наград: "Заслуженный артист Российской Федерации" в 2006 году, "Народный артист Российской Федерации" в 2013 году, премия Министерства обороны Российской Федерации в области культуры и искусства в 2019 году, а также Государственная премия Российской Федерации в 2019 году.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (8, 'Ханс', 'Циммер', 'Ханс Циммер (Hans Zimmer) – композитор, автор музыки к популярным фильмам («Темный рыцарь», «Ангелы и Демоны», «Код да Винчи» и др.). Лауреат премии «Оскар» и «Золотого глобуса» за лучший оригинальный саундтрек («Король Лев», 1994), второй «Золотой глобус» Циммер получил за музыку к фильму «Гладиатор» (2010). Композитор также многократно номинирован на «Оскар» за композиции к лентам «Человек дождя», «Жена священника», «Лучше не бывает», «Тонкая красная линия», «Принц Египта», «Шерлок Холмс», «Начало». В 2010-ом удостоен именной звезды на Голливудской Аллее Славы.', '
Ханс Флориан Циммер родился 12 сентября 1957 года в немецком городе Франкфурте. Ханс рано лишился отца. Как он признается, справиться с горем ему помогла музыка, которая стала «его лучшим другом». Еще будучи подростком, Ханс переехал в Великобританию. Там одаренный молодой человек начал с того, что играл на клавишных и синтезаторах сразу в двух группах - Ultravox и The Buggles, а также вместе с другом обучал игре на гитаре англичан. В 24 года Ханс написал сингл «Video Killed the Radio Star», с которого началось существование телеканала MTV. В 1984 году 27-летний Циммер дебютировал как кинокомпозитор в фильме Ежи Сколимовского «Успех – лучшая месть», который номинировался на «Золотую пальмовую ветвь». Уже в начале пути, в 80-90-ых годах, Циммер стал очень востребован: он привлекал режиссеров прежде всего тем, что талантливо объединял новые и старые музыкальные технологии (например, электронную музыку в сочетании с традиционной оркестровой). Когда режиссер Барри Левинсон попросил Ханса написать музыку к его драме «Человек дождя» (1988), Циммер уже был довольно популярным кинокомпозитором. 
«Придумывая музыку к «Человеку дождя», я все время говорил себе: не пытайся заглушить героев. Не лезь на первый план. Реймонд, главный герой, на самом деле не понимает, где он находится. Он видит мир не так, как мы.… Почему бы не создать «музыку мира» для мира, который существует только в его голове?» - вспоминает Ханс. Эта работа стала настоящим прорывом в его карьере – Циммер удостоился номинации на премию «Оскар». Лучшие режиссеры Голливуда выстроились в очередь, чтобы работать с ним. И Ханс отдавался работе полностью, часто придумывая музыкальные темы для двух-трех картин одновременно. Работая над фильмом «Сила личности» (1992), композитор даже отправился в Южную Африку, чтобы использовать в саундтреке африканские национальные хоры. Его музыка так впечатлила студию «Дисней», что они заказали Циммеру композицию для мультика «Король-лев» (1994). Но в ЮАР Ханса больше не пускали, поэтому он вызвал южноафриканского музыканта Лебо М в Америку. Музыкальная тема мультфильма принесла композитору три престижнейшие награды – «Оскар», «Золотой глобус» и «Грэмми». В дальнейшем Циммер продолжал получать многочисленные награды, став поистине лучшим из лучших в Голливуде. Редкая церемония «Оскар» обходится без номинанта Циммера. Он автор музыки ко многим популярным картинам: «Миссия невыполнима 2», «Скала», «Гладиатор», «Принц Египта», «Перл-Харбор», «Тонкая красная линия», «Падение черного ястреба», «Мадагаскар», «Код да Винчи», «Пираты Карибского моря: Сундук мертвеца», «Бэтмен: Начало», «Темный рыцарь», «Начало». В Америке Ханс основал собственную студию «Remote Control Productions», которая помогает молодым композиторам (Стив Яблонски, Джефф Занелли и др.). 55-летний Ханс Циммер живет в Лос-Анджелесе с женой и четырьмя детьми. «Мне кажется, я хорошо умею чувствовать дух времени, - признается он. - Сейчас мне хочется работать с тремя, четырьмя нотами, которые уложены в сложную, запутанную эмоциональную структуру. С эмоциональностью, а не сентиментальностью». ');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (9, 'Александр', 'Загоскин', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (10, 'Гоша', 'Куценко', ' Юрий Георгиевич Куценко более известен как Гоша Куценко. Российский певец и актёр появился на свет 20 мая 1967 года в красивом украинском городке Запорожье. Вскоре он вместе с родителями переехал во Львов. Здесь актёр окончил школу №56, а позднее поступил в институт, но вскоре был призван в армию.', '
 В 1988 году Гоша Куценко вместе со своими родными переехал в Москву. В столице актёр поступил в МИРЭА, однако вскоре понял, что его больше интересует театр. По этой причине он решил в дальнейшем обучаться в Школе-Студии МХАТ, что очень удивило его родителей, далёких от мира кинематографа и театра. При поступлении Гоша Куценко декларировал «Исповедь хулигана». Приёмную комиссию позабавило то, как выступал юноша с украинским акцентом и картавой речью. Олег Табаков, которого особенно забавляла речь абитуриента, несколько раз уточнял имя Гоши, чтобы в очередной раз услышать его ответ: «Югхий!». Вдруг абитуриент вместо привычного «Югхий!» произнёс неожиданное «Гоша. Меня так мама в детстве называла…». Этим он ещё сильнее позабавил приёмную комиссию. Нетрудно догадаться, что его зачислили. В студенческие годы Гоша Куценко женился на актрисе Марии Порошиной, и у них вскоре родилась дочь Полина. Несмотря на то, что брак был недолгим, отношения между актёрами сохранились дружеские. В ряде фильмов они даже снимались вместе.
 В 1991 году Гоша Куценко дебютировал в эпизоде фильма «Человек из команды «Альфа». В этом же году ему доверили одну из главных ролей в комедии-фарсе «Мумия из чемодана». В дальнейшем он снимался в картинах «Дети чугунных богов», «Ноктюрн для барабана и мотоцикла», «Сны», «Серп и молот», «Мама, не горюй». С 1995 года Гоша начинает работать на телевидении, но через некоторое время это ему становится неинтересно. Известность к актёру пришла после его участия в боевике «Антикиллер». Благодаря роли Лиса Куценко заметили. В настоящее время актёр успешно работает и в кино, и в театре. Также он является совладельцем одной из известных кинокомпаний.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (11, 'Брюс', 'Уиллис', 'Брюс Уиллис (Bruce Willis) — знаменитый американский актёр, ранее считавшийся одним из самых высокооплачиваемых в Голливуде. Уиллис является обладателем кинопремии «Золотой глобус» и телепремии «Эмми», а также удостоен звезды на голливудской «Аллее славы». Известен как разножанровый актёр, на счету которого десятки культовых проектов, вроде таких, как «Крепкий орешек», «Криминальное чтиво», «12 обезьян», «Пятый элемент», «Шакал», «Армагеддон», «Шестое чувство», «Девять ярдов», «Неуязвимый», «Слёзы солнца», «Альфа Дог», «Город грехов», «Счастливое число Слевина», «16 кварталов», «Планета страха», «Суррогаты», «Неудержимые», «РЭД», «Петля времени», «Стекло», «Сиротский Бруклин».', ' 

Уолтер Брюс Уиллис родился 19 марта 1955 года в немецком городе Идар-Оберштайн. Отец Брюса был американским военным, а мать — работавшей в банке немкой. Когда у отца закончился контракт с Вооружёнными силами США, семья возвратилась в город Пеннс-Гроув, штат Нью-Джерси. По большей части, именно здесь прошли бурные детские годы будущего актёра. Семью Брюса можно было назвать многодетной, из четырёх детей он являлся самым старшим. В детстве Брюс заикался, из-за чего испытывал проблемы с речью. Причина заикания крылась в волнении практически по любому поводу. Чтобы пересилить свой недуг и набраться уверенности, юный Брюс записался в школьный театральный кружок, где он также освоил игру на губной гармошке. Брюсу настолько сильно понравилось выступать на сцене, что вскоре это переросло в привычку. Погрузившись в творческий азарт, Брюс стал участвовать в более серьёзных постановках, в которых он поднаторел как начинающий драматический актёр. После окончания школы и учёбы в университете, Брюс перебирается в Нью-Йорк. В поисках дальнейших перспектив, он берётся за подработки в местных барах. Обязанности бармена Брюс совмещал с музыкальными номерами в составе блюз-группы. Работая в барах, Брюс часто думал о кинокарьере. Порой его размышления сводились к отчаянию, «лекарством» от которого было спиртное. Тем не менее Брюс старался не пускаться во все тяжкие, и даже во время работы он мог развлекать как себя, так и гостей. 

Работая в одном из баров, Брюсу посчастливилось познакомиться с кастинг-директором, который, по иронии судьбы, искал актёра для исполнения эпизодической роли бармена. Уиллис отлично подходил для роли своей необычной фактурой вкупе с заметной для многих посетителей заведения лучезарной харизмой, и именно поэтому выбор пал на него. Отныне Брюс участвовал в различных съёмках в кино, периодически выступал на сцене непопулярных театров и появлялся на телевидении. Как бы то ни было, достававшиеся ему роли перед камерой ограничивались до обидного непродолжительными эпизодами. Но всё изменилось, когда Брюса позвали сниматься в комедийно-драматический сериал «Детективное агентство «Лунный свет»» (1985 — 1989). Уиллис сыграл озорного частного детектива Дэвида Эддисона, и это была его первая главная роль. На момент старта съёмочного процесса, актёру исполнился уже 31 год. За Брюсом закрепилась репутация подающего надежды комика, но сам актёр не собирался играть исключительно комедийных персонажей. Настоящий прорыв для Уиллиса произошёл, когда в 1988 году он снялся в ныне культовом боевике «Крепкий орешек». Роль копа Джона Макклейна, не теряющего оптимизма даже в самых удручающих ситуациях, сделала из Брюса Уиллиса звезду мирового масштаба. Впоследствии «Крепкий орешек» перерос в одну из популярнейших кинофраншиз, которая показательно демонстрирует, каким должен быть зубодробительный экшен, щедро сдобренный самоиронией. 

Актёр начал блистать как никогда. Но бывало, что не спасали ни талант, ни харизма Брюса, и поэтому в его фильмографии случались как коммерческие, так и связанные с профильной критикой провалы. Одним из таких провалов была комедия 1991 года «Гудзонский ястреб» и драма 1994 года «Цвет ночи». Однако в том же 1994 году с участием актёра выходит оскароносный и усыпанный всяческими кинонаградами фильм Квентина Тарантино «Криминальное чтиво». Роль профессионального боксёра Бутча Куллиджа стала для Брюса одной из самых важных в его карьере. После Уиллис снимается в успешном фантастическом боевике Люка Бессона «Пятый элемент» (1997) и становится спасителем мира в ещё более успешном фильме-катастрофе Майкла Бэя «Армагеддон» (1998). В 1999 году кинотеатры штурмует мистический триллер М. Найт Шьямалана «Шестое чувство», окончательно закрепивший за Брюсом Уиллисом статус звезды первой величины, благодаря которой киностудии зарабатывают сотни миллионов долларов. Девяностые годы проходят для Уиллиса с оглушительным триумфом, кассовых фильмов с ним действительно хватает, а те фильмы, что не оправдали себя в плане сборов и не снискали обласканных рецензий кинокритиков в начале десятилетия, со временем полюбились обычным зрителям. 

В двухтысячных карьера Брюса Уиллиса и не думала жать на тормоза, наоборот — перспективных проектов только прибавилось. Сначала Уиллис играет наёмного убийцу в знаковой комедии «Девять ярдов» (2000) и перевоплощается в сверхчеловека с психологической уязвимостью в нестандартном супергеройском триллере «Неуязвимый» (2000). В 2005 году выходит нуарный кинокомикс Роберта Родригеса «Город грехов». В данном фильме, основанном на небольшой серии графических романов Фрэнка Миллера, было множество актёров А-класса, и Брюс Уиллис, сыгравший самоотверженного детектива Джона Хартигана, конечно же, являлся одним из них. В последующие годы актёр снимается в ряде выдающихся лент, среди них: «Счастливое число Слевина» (2006), «16 кварталов» (2006), «Планета страха» (2007), «Суррогаты» (2009), «РЭД» (2010), «Петля времени» (2012), «Жажда смерти» (2018), «Стекло» (2019), «Сиротский Бруклин» (2019). Отдельного упоминания в фильмографии Уиллиса заслуживает боевик Сильвестра Сталлоне «Неудержимые» (2010), в котором Слай собрал почти всех самых известных актёров, прославившихся колоритными ролями в боевиках. В последние годы стало очевидно, что карьера Брюса Уиллиса претерпела падение, так как действительно крупных ролей у него нет, поэтому иногда актёру приходится сниматься в проходных фильмах. С 1987 года по 2000 год Брюс был женат на актрисе Деми Мур, в браке у них родились три дочери. В 2009 году Уиллис женился на модели Эмме Хеминг, которая родила от него двух дочерей.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (12, 'Андрей', 'Мерзликин', 'Андрей Мерзликин – популярный российский актер театра и кино, получивший известность после исполнения роли Ошпаренного в фильме «Бумер». Снимался в таких лентах, как «Обитаемый остров», «Брестская крепость», «Франц+Полина», «Дом на обочине».', '
Андрей Мерзликин родился 24 марта 1973 года в Московской области, в городе Королеве. После школы учился на радиотехника и не грезил об актерской карьере. Когда в лихие 90-е в стране ударил кризис, Андрей рассудил, что лучше всего получить экономическое образование, чтобы крепко стоять на ногах. Учась на экономиста, от знакомой девушки он узнал, что та собирается поступить в театральный вуз, и немало удивился: разве актерами не рождаются? Тогда-то Андрей и решил, что хочет получить актерское образование и играть. Так он поступил на актерский факультет ВГИКа (мастерская Е. А. Киндинова). Во время учебы Мерзликин часто снимался у молодых режиссеров. Так, в 1998 году он исполнил главные роли в короткометражках «Айлостера», «Финал», а также короткой драме Ильи Хотиненко «Почему ты меня любишь?» вместе с Аленой Бабенко. А за работу в короткометражке «Как я провела лето» (1999) Натальи Погоничевой Мерзликин получил приз на фестивале ВГИКа. 
После выпуска начинающий актер снимался в эпизодах – у Евгения Матвеева «Любить по-русски 3: Губернатор», у Эльдара Рязанова в «Старых клячах» (играл адъютанта), у Ильи Хотиненко в картине «Лицо французской национальности» (милиционер). Одновременно актер работал в театре под руководством Армена Джигарханяна и играл, в том числе ведущие роли (Фигаро, Вершинин). Успех и узнаваемость к Андрею Мерзликину пришли через пару лет, когда 30-летний актер появился в легендарном фильме Петра Буслова «Бумер» (2003). В этой криминальной саге Андрей сыграл роль одного из бандитов – Димона Ошпаренного. С этого фильма началось восхождение талантливого актера на вершину российского шоу-бизнеса. Лучшие роли Мерзликина были еще впереди. Он снялся во множестве телесериалов («Штрафбат», «Герой нашего времени», «Убойная сила») и фильмов («Охота на пиранью», «Обитаемый остров», «О, счастливчик!»). 
В 2004 году Мерзликин в общей компании познакомился со своей будущей женой, психологом Анной Осокиной. Вторая встреча состоялась через год. В 2006-ом году 33-летний актер женился на возлюбленной. У Мерзликиных трое детей (сын и две дочери). 
Андрей по праву считается одним из лучших драматических актеров в стране. Особенно ярко его талант выражается в фильме Антона Сиверса «Дом на обочине» (2010). Герой Мерзликина – обеспеченный бизнесмен, женатый на взбалмошной и своенравной девушке. При ней он чувствует себя подкаблучником, однако жизнь течет своим чередом, и ничего не меняется, пока Андрей случайно не сбивает на загородной дороге деревенского жителя. Решая ему помочь, он находит семью потерпевшего – женщину необразованную, бедную, но невероятно красивую и гармоничную. Не в силах совладать с собой, герой Мерзликина влюбляется в незнакомку. Пока муж в коме, они живут как настоящая счастливая семья в доме на обочине. Но когда жертва ДТП начинает идти на поправку, неоднозначная ситуацию усугубляется. Мерзликин с удовольствием снимается не только в высокобюджетных картинах, но и у независимых режиссеров. В 2012 году он сыграл в короткометражке Михаила Сегала «Рассказы», где исполнил роль устроителя свадеб – гуру своего дела, который предлагает обратившейся к нему паре рассчитать свое будущее до мелочей, вплоть до измен… Востребованность актера усиливается с каждым годом. В 2013-ом Мерзликин снимается в амбициозном проекте Андрея Кавуна – сериале «Шерлок Холмс»');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (13, 'Брэд', 'Питт', 'Брэд Питт (Brad Pitt) — американский актер и продюсер. Двукратный обладатель премии «Оскар» как продюсер фильма «12 лет рабства» и как исполнитель лучшей мужской роли второго плана в картине «Однажды в Голливуде». Один из самых популярных актеров своего поколения, Питт известен по огромному количеству фильмов, среди которых «Интервью с вампиром», «Семь», «Бойцовский клуб», «Большой куш», трилогия «друзей Оушена», «Знакомьтесь, Джо Блэк», «Загадочная история Бенджамина Баттона», «Человек, который изменил всё».', '
Уильям Брэдли Питт родился 18 декабря 1963 года в штате Оклахома, в католической семье. Отец будущего киноактера трудился менеджером в компании по грузоперевозкам, а мать была учительницей в школе. Детство Брэда прошло в штате Миссури, куда семья переехала, в связи с работой отца. Питт рос разносторонне развитым мальчиком, увлекался спортом, музыкой и состоял в клубе дебатов. После окончания школы он взялся изучать журналистику и рекламное дело в университете Миссури, но бросил его, не доучившись, и отправился в Лос-Анджелес, где сменил свое имя с Уильяма на более короткое – Брэд. Он начал посещать курсы актерского мастерства, а работать устроился зазывалой при ресторане в костюме огромного цыпленка. Вскоре ему удалось получить роль в знаменитой мыльной опере «Даллас», шедшей на телевидении в течение 13 лет.
В 1988 году 25-летнему Брэду впервые досталась главная роль в драме «Темная сторона Солнца», однако более заметным получилось участие в фильме «Тельма и Луиза» (1991). В то же время вышло несколько не столь удачных картин с его участием, таких как «Джонни-замша» (1991), «Параллельный мир» (1993), «Калифорния» (1993) и «Настоящая любовь» (1993). Следующий 1994 год становится для Питта прорывным, поскольку одна за другой выходят обласканные признанием «Легенды осени», где Брэд отыграл вместе с «оскароносным» Энтони Хопкинсом, а также «Интервью с вампиром», в котором Брэд пересекся с другим признанным красавцем-актером Томом Крузом. В следующем году Брэд Питт впервые номинируется на «Оскар» и получает «Золотой глобус» за роль второго плана в фильме «Двенадцать обезьян». 
Уже в ранге звезды первой величины Питт исполняет главную роль в неонуарном триллере Дэвида Финчера «Семь», приумножив свою славу как многогранного актера, способного одинаково органично смотреться как романтический герой или трагик. Двумя годами позже Брэд влипает в политический скандал из-за своего участия в фильме «Семь лет в Тибете» (1997) и высказываний в поддержку тибетцев. Однако никакие обиды китайских властей не могу остановить рост популярности актера. Питт становится нарасхват у самых модных и востребованных режиссеров. Второй раз за карьеру Брэд снимается у Дэвида Финчера, и их новый совместный фильм «Бойцовский клуб» по одноименному роману Чака Паланика становится настоящим культурными феноменом. По признанию ряда авторитетных журналов, образ таинственного Тайлера Дердена получился одним из ярчайших персонажей в истории кинематографа. Питт окончательно закрепляет репутацию самого желанного голливудского актера. Столь же успешным получается и сотрудничество Брэда с британским режиссером Гаем Ричи. В ленте «Большой куш» (2000) Питт исполнил роль цыгана Микки, и, несмотря на малое количество экранного времени, сумел запомниться наряду с центральными персонажами картины.
Годом позже Питт вливается в актерский ансамбль криминальной драмы «Одиннадцать друзей Оушена» (2001) на правах столь же яркой, как Джордж Клуни, звезды. В 2004-м на экраны выходят блокбастер «Троя» и «Двенадцать Друзей Оушена», еще через год Брэд пересекается с Анджелиной Джоли на приключенческой комедии «Мистер и миссис Смит». Экранный союз перерастает в романтические отношения, а затем и в свадьбу. В браке у супругов появилось трое детей, еще стольких же они усыновили. На протяжении последующих пятнадцати лет Питт и Джоли удерживали статус самой красивой пары Голливуда, пока не расстались в 2019-м.
В 2006-м году образовался еще один знаковый актерский тандем Брэда Питта – на этот раз с австралийской обладательницей «Оскара» Кейт Бланшетт. Они играют семейную пару в драме Алехандро Иньяритту «Вавилон», а два года спустя воссоединяются у Финчера в фантастической ленте «Загадочная история Бенджамина Баттона» (2008). По сюжету этого фильма, Питт играет мальчика, родившегося стариком и проживающего жизнь наоборот, тогда как его возлюбленная в исполнении Бланшетт живет обычной жизнью. Фильм получил большое количество наград, а Питт – очередную номинацию на «Оскар». Еще раз Брэд был номинирован за главную роль в спортивной драме «Человек, который изменил всё» (2011), где воплотил реального человека – менеджера Билли Бина, сумевшего при минимуме средств создать мощную бейсбольную команду. Заветный «Оскар» Питт получает через год – как один из продюсеров фильма года «12 лет рабства», посвященного трагическим событиям американской истории.
Награда американской киноакадемии уже как актеру продолжает оставаться целью Брэда Питта, который не устает радовать своих многочисленных поклонников разнообразием ролей. В 2014-м Питт играет в военной драме «Ярость», годом позже в политическом триллере «Игра на понижение», однако настоящий триумф ожидает Брэда в фильме Квентина Тарантино «Однажды в Голливуде». Питт исполнил роль бывшего морпеха Клиффа Бута, ставшего средней руки каскадером и дублером меркнущей звезды вестернов в исполнении Леонардо ДиКаприо. Питт запомнился аудитории множеством ярких сцен, среди которых драка с легендарным Брюсом Ли, визит в общину печально известного Чарлза Мэнсона и противостояние его фанатикам в концовке ленты. Выдающееся исполнение колоритного персонажа принесло Питту «Оскар» в номинации «лучший актер второго плана». В том же году Брэд отлично отыграл в космической драме «К звездам».');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (14, 'Сет', 'Роген', 'Сет Роген (англ. Seth Rogen) — канадский актер, комик и сценарист. Наибольшую известность получил за свои роли в фильмах «Жизнь прекрасна» и «SuperПерцы».', '
Родился 15 апреля 1982 года в канадском городе Ванкувере. Его мать является социальным работником, а отец состоит в должности помощника директора ассоциации Workmen''s Circle. Старшая сестра Сета также занимается работой в социальной сфере. Уже подростком Роген стал играть в кино, а среди его первых работ была роль в сериале «Чудики и чокнутые», а в 2001-м году его взяли в актерский состав сериала «Неопределившиеся». В том же году он сыграл в психологическом триллере «Донни Дарко» и отметился в популярном сериале «Бухта Доусона». В 2004-м с его участием на экраны вышла комедийная мелодрама «Телеведущий», а уже на следующий год он блестяще исполнил второстепенную роль в картине «Сорокалетний девственник». Актерская карьера Сета развивалась, и в 2006-м он был задействован в нескольких проектах, среди которых драма «Немножко беременна», фильм «Помоги мне, помоги мне» и комедийная мелодрама «Он, я и его друзья», где также сыграли такие звезды, как Оуэн Уилсон, Мэтт Диллон, Кейт Хадсон и Майкл Дуглас.
Очередным успехом для Рогена стало участие в комедийной мелодраме «SuperПерцы». В 2008-м Сет снялся в криминальной драме «Фанаты», комедии «Сводные братья», комедийной драме «Зак и Мири снимают порно», где ему досталась одна из главных ролей, как и в триллере «Ананасовый экспресс: сижу, курю». В последующие годы Сет также сыграл в ряде фильмов, среди которых «Приколисты», «Типа крутой охранник», «У меня рак» и «Зеленый Шершень», где он выступил также в качестве сценариста. А среди последних его работ - картины «Примите этот вальс» и «Жизнь прекрасна». 
Кроме того, Роген принимал активное участие в озвучивании мультипликационных персонажей, и его голос можно услышать в таких мультфильмах, как «Шрэк Третий», «Спайдервик: Хроники», «Хортон», «Кунг-фу Панда», «Монстры против пришельцев» и «Кунг-фу Панда 2». Также Сет в последнее время успешно пишет сценарии, а в 2005-м году был номинирован на премию «Эмми» в категории «Лучший сценарий к комедийной программе».');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (15, 'Кристофер', 'Смит', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (16, 'Иэн', 'Пири', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (17, 'Дженет', 'Сьюзман', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (18, 'Торен', 'Фергюсон', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (19, 'Стеффан', 'Ценнидд', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (20, 'Эйлид', 'Фишер', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (21, 'Виктория', 'Донован', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (22, 'Йоладе', 'Обасола', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (23, 'Питер', 'Фаррелли', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (24, 'Вигго', 'Мортенсен', 'Вигго Мортенсен (Viggo Mortensen) — американский актер датского происхождения. Наиболее известен по ролям в фильмах «Властелин колец», «Порок на экспорт», «Идеальное убийство» и «Идальго: Погоня в пустыне». Номинант на премию «Оскар» за роль в фильме «Капитан Фантанстик».', '
Родился 20 октября 1958 года в Нью-Йорке, в семье американки и датчанина. В 1960 году чета переехала в Южную Америку, девять лет детства будущего актера прошли в Аргентине и Венесуэле, благодаря чему он овладел испанским языком. В 1969-м году супруги развелись, и Вигго вернулся вместе с матерью в Нью-Йорк. В школе он серьезно занимался теннисом, был капитаном команды по плаванию, а также увлекался фотографией.
После окончания в 1980-м году университета св. Лоуренса Мортенсен отправился в Данию (он частенько проводил каникулы на ферме своего деда). В тот период он работал то официантом, то продавцом цветов, то водителем грузовика. Спустя два года Вигго вернулся в США. Он задумался о карьере актера, начал посещать школу актерского мастерства Уоррена Робертсона, принимал участие в театральных постановках. В кино он дебютировал в 1985-м с небольшими ролями в фильмах «Свидетель» и «Пурпурная роза Каира». Затем наступило несколько лет затишья и работ в малоизвестных картинах. На съемках ленты «Спасение» актер познакомился с вокалисткой панк-рок группы Эксен Цервенкой. Вскоре они поженились, в 1988-м году у пары родился сын. В 1990-х Вигго сыграл в популярных фильмах «Путь Карлито», «Багровый прилив», «Дневной свет», «Пророчество», «Идеальное убийство» и «Солдат Джейн». Его партнерами по съемочной площадке выступили звезды Голливуда: Аль Пачино, Кристофер Уокен, Николь Кидман и Дэми Мур.
В 1996-м году Вигго расстался с женой, но сохранил с ней хорошие отношения и принимал активное участие в воспитании сына. Его актерская карьера плавно шла в гору. Он отметился в лентах «28 дней», «Идальго: Погоня в пустыне», но настоящим прорывом стала роль Арагорна в знаменитой трилогии «Властелин колец» по роману Толкиена. Фильм получил множество наград, критики, пресса и зрители не обошли своим вниманием и Мортенсена. Ему поступало немало интересных предложений от кинематографистов. Актер снялся в картинах «Оправданная жесткость» Дэвида Кроненберга, «Аппалуза», «Дорога», «Порок на экспорт» (номинация на «Оскар»), в процессе подготовки к которой провел некоторое время в России. Последние яркие работы Вигго – «Опасный метод» и «На дороге».
Мортенсен – очень разносторонняя творческая личность. Он продолжает заниматься фотографией, которой увлекся еще в школе. Благодаря другу, актеру Дэннису Хопперу, он устроил в 2000-м году свою первую фотовыставку. Кроме того, Вигго пишет картины, обзавелся собственной студией, основал издательство Perceval Press для печати некоммерческих произведений, где заодно публикует книги со стихотворениями и рассказами собственного сочинения. Мортенсен находит время и для музыки: играет джаз на пианино, поет и уже выпустил несколько альбомов со своими песнями.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (25, 'Махершала', 'Али', 'Махершалалхашбаз (Махершала) Али Mahershalalhashbaz Ali) – американский актёр. Наиболее известен по ролям в сериалах «Карточный домик», «Люк Кейдж», а также фильму Барри Дженкинса «Лунный свет», за роль в котором он получил несколько наград и номинаций на «Золотой глобус».', '
Родился 16 февраля 1974 года в Окленде, штат Калифорния, вырос в Хейварде. Его мать — священник, а отец – актер, появлялся в театральных постановках на Бродвее. Он был назван в честь одного из сыновей пророка Исайи в Библии. Воспитанный как христианин, он позже принял ислам, и сменил свою фамилию с Гилмор на Али. В 1996 году Али окончил Калифорнийский колледж святой Марии с учёной степенью в массовой информации. 
В юности Махершала планировал стать баскетболистом, но передумал после того, как впервые сыграл в пьесе. Позже он присоединился к калифорнийскому театру имени Шекспира.
После ролей в сериалах «Карточный домик» и «Люк Кейдж», а также франшизе фильмов «Голодные игры», Махершала получил роль в независимой драме Барри Дженкиса «Лунный свет», роль в которой принесла ему многочисленные награды и номинации, включая «Выбор критиков» в категории «Лучший актёр второго плана» и номинацию на премию «Золотой глобус». 
Также актер снялся в фильме «Скрытые фигуры», еще одном (помимо «Лунного света») претенденте на «Оскар» в 2017 году.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (26, 'Линда', 'Карделлини', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (27, 'Себастьян', 'Манискалко', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (28, 'Лора', 'Террузо', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (29, 'Роберт', 'Де', 'Роберт Де Ниро-младший (Robert De Niro, Jr) – известнейший американский актер и продюсер. Обладатель премий «Оскар» и «Золотой глобус».', '
Родился 17 августа 1943 года в Нью-Йорке, в семье скульптора и художника Роберта Де Ниро старшего и Вирджинии Адмирал, также художницы. Но спустя два года пара рассталась. Детство Роберта прошло в районе итальянских иммигрантов, где у него из-за бледного вида была кличка Бобби-Молоко. Уже в возрасте десяти лет юный Де Ниро дебютировал на сцене в школьной постановке «Удивительный волшебник из страны Оз». Мать Роберта, с которой он и стал жить после развода родителей, уделяла ему не так много времени, но хорошо обеспечивала его, и именно по ее настоянию он поступил в Высшую школу музыки, искусства и исполнительского мастерства имени Фьорелло Ла Гуардия в Нью-Йорке. Актерскому мастерству Роберт Де Ниро обучался у Стеллы Адлер и Ли Страсберга, которые были приверженцами системы Станиславского, в итоге метод стал использовать и сам Де Ниро, тщательно примеряя на себя каждую роль задолго до съемок. 
Первой ролью для кино стало появление Де Ниро в 1963-м году в комедии Брайана Де Пальмы «Свадебная вечеринка», но выход картины был отложен на несколько лет из-за банкротства кинокомпании и увидел свет лишь в 1969-м. После роли в картине Брюса Присона «Бей в барабан медленно», вышедшей в 1973-м, Роберта Де Ниро замечают и даже дают премию объединения кинокритиков Нью-Йорка. Но действительно поворотным моментом стала его встреча с Мартином Скорсезе, тогда еще неизвестным режиссером. Оказалось, что они выросли в одном квартале и были знакомы в детстве, пусть и не очень дружны. Так и досталась Роберту Де Ниро роль Джонни-боя в имевшей немалый успех ленте «Злые улицы». Самому Де Ниро за игру в этом фильме дали премию Национального совета кинокритиков США. Но что важнее, на него обратил внимание Фрэнсис Коппола, Де Ниро получил роль в продолжении «Крестного отца» и в итоге за свою великолепную игру был награжден «Оскаром». К тому же, премия была дана за роль, озвученную на иностранному языке, ведь герой Де Ниро говорил на итальянском. Стоит отметить, что Роберт Де Ниро и Марлон Брандо оба получили «Оскара» за воплощение одного и того же образа в разные годы его жизни. 
	После «Крестного отца 2» Роберт Де Ниро продолжает свое плодотворное сотрудничество с Мартином Скорсезе в фильме «Таксист», для подготовки исполнения роли в котором Роберт провел немало времени, разъезжая по улицам Нью-Йорка. Дальше волна успеха продолжается. В 70-х с участием Де Ниро выходят такие фильмы, как «Двадцатый век»(1976), затем снятый по незаконченному роману Скотта Фицджеральда «Последний магнат» (1976), мюзикл «Нью-Йорк, Нью-Йорк»(1977) для которого Де Ниро брал уроки игры на саксофоне, и «Охотник на оленей» (1978), получивший пять «Оскаров». В 1980-м происходит очередное успешное сотрудничество Де Ниро и Скорсезе, для съемок в котором Де Ниро подолгу тренировался на ринге и набрал более 20 кг веса. Как итог, фильм «Бешеный бык» получил две премии «Оскар», одна из которых досталась самому Де Ниро за лучшую мужскую роль.
 	Следующей яркой ролью стала игра в гангстерской саге «Однажды в Америке», после которой следует множество ролей в различных фильмах, но в них Роберт Де Ниро зачастую играет несколько определенных типажей, чаще всего полицейских или преступников. Правда, играет их великолепно. С его участием выходят такие фильмы, как «Бразилия» (1985), «Неприкасаемые» (1987), «Сердце Ангела» (1987), «Успеть до полуночи» (1988), «Славные парни» (1990), «Пробуждение» (1990), «Мыс страха» (1991), «Бешеный пес и Глори» (1993), «Бронкская история» (1993), «Казино» (1995), «Схватка» (1995), «Фанат» (1996), «Ронин» (1998), «Шоу начинается» (2002). Стоит отметить, что в «Бронкской истории» Роберт Де Ниро пробует себя также как режиссер, что получается у него вполне успешно. В 2015 году Де Ниро поставит «Бронкскую историю» на сцене театра в виде мюзикла. 
В 2000-х годах Де Ниро много снимается в фильмах различных жанров, картины с его участием привлекают большое количество зрителей, но критики уже не дают столь высоких оценок, как в былые времена. В те годы выходят «Военный ныряльщик» (2000), «Знакомство с родителями» (2000), «Медвежатник» (2001), «15 минут славы» (2001), «Шоу начинается» (2002), «Анализируй то» (2002), «Знакомство с Факерами» (2004), «Ложное искушение» (2006), «Право на убийство» (2008), «Однажды в Голливуде» (2008), «Все путем» (2009). Однако участие во многих коммерчески выгодных, но сомнительных, с точки зрения актерского престижа, лентах объяснялось тем, что после трагичных событий 11 сентября 2001-го года в Нью-Йорке Роберт Де Ниро стал одним из организаторов благотворительного кинофестиваля «Трайбека», созданного с целью содействия восстановлению районов Манхэттена, затронутых атаками террористов. Роберт сам широко содействовал фонду, перечисляя прибыль от своих гонораров. 
 	В 2009 году Роберт Де Ниро был удостоен премии «Британия» за личный вклад в развитие кинематографа, а в январе 2011 года получил второй «Золотой глобус» за вклад в развитие кинематографа на протяжении всей карьеры.
 	2010 год в карьере актера нельзя назвать плодотворным. Он воссоединился с Беном Стиллером во второй части «Знакомства с Факерами» (2010), сыграл главную роль в провалившимся в прокате криминальном триллере «Стоун» (2010), который не смог даже спасти звездный актерский состав, а также исполнил второстепенную роль коррумпированного сенатора в проекте Роберта Родригеса «Мачете» (2010). 
 	Зато 2011 год стал для Де Ниро более плодотворным. Он 	снялся в пяти голливудских фильмах: «Быть Флинном» (2011), «Профессионал» (2011), «Старый Новый год» (2011), «Области тьмы» (2011), «Красные огни» (2011), а также в итальянской романтической комедии «Любовь: Инструкция по применению» (2011), в которой Роберт сыграл совместно с Моникой Беллуччи. Роль в данном фильме была очень высоко оценена критиками, которые считали ее лучшей на фоне ролей в незамысловатых голливудских комедиях. 
 	В 2012 году актер также отметился в посредственном криминальном боевике «Фрилансеры» (2012) и драмеди «Мой парень — псих». За роль во втором фильме Роберт был номинирован на премию «Оскар». 
В 2013 году актер отметился в незамысловатых криминальных боевиках «Сезон убийц» (2013) и «Мотель» (2013). Но они меркнут на фоне комедий «Малавита» (2013), «Starперцы» (2013) и «Большая свадьба» (2013), в которых отметились весьма звездные актеры. А в фильме «Забойный реванш» (2013) Роберт снова исполнил роль боксера. Однако в отличии от Джейка Ламотты, роль в «Забойном реванше» получилась куда более комичной. 
 	Период с 2015 по 2017 года в карьере актера не представляют ничего интересного, за исключением фильма «Джой» (2015), в котором Роберт Де Ниро снова поработал с режиссером фильма «Мой парень-псих» (2012).  
2019 год в карьере Роберта Де Ниро интересен двумя громкими фильмам: «Ирландец» (2019) и «Джокер» (2019). В «Ирландце» (2019) Де Ниро снова поработал со своими лучшими друзьями: актером Джо Пеши и режиссером Мартином Скорсезе. Оба фильма получили хвалебные оценки критиков, а также были удостоены множества наград, включая премию «Оскар». 
 	Помимо актерской деятельности, Роберт Де Ниро активен и успешен в бизнесе. Совместно с популярным в США шеф-поваром японской кухни Нобу Мацухиса и ещё некоторыми партнёрами, Де Ниро является владельцем компании Nobu Hospitality (Гостеприимство Нобу), которая предоставляет услуги высшего класса в гостиничном и ресторанном бизнесе, и всемирной сети ресторанов «Nobu». В Москве два ресторана «Nobu» были открыты в 2009 и 2015 годах. Кроме перечисленного, Де Ниро является совладельцем ресторанов «Трайбека Гриль», «Локанда Верде», гостиницы «Гринвич Отель» и ряда других предприятий. К тому же, Роберт владеет рестораном «Рубикон» в Сан-Франциско совместно с режиссером Фрэнсисом Фордом Копполой. Ресторан известен своей картой вин, которая в различные годы достигала 1700 наименований и неоднократно отмечалась специальными премиями.
 	Несмотря на почтенный возраст, Роберт Де Ниро продолжает радовать поклонников своими ролями в кинофильмах и на пенсию уходить не планирует.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (30, 'Лесли', 'Бибб', 'Лесли Бибб – американская актриса, модель. Известна по ролям в таких успешных фильмах, как «Законопослушный гражданин», «Шопоголик», «Полуночный экспресс», «Железный человек».', '
Родилась 17 ноября 1974 года в Северной Дакоте. Полное имя – Лесли Луис Бибб. Девочка рано потеряла отца, поэтому ее семье – маме и двум сестрам –пришлось жить очень скромно, денег хватало только на самое необходимое. Когда Лесли исполнилось 16 лет, мама разослала ее фотографии по всем модельным агентствам. В это время компания «Еlite» проводила общенациональный конкурс моделей, на котором Лесли победила и получила контракт на работу в Нью-Йорке. Все лето Лесли снималась для журналов мод, а потом ей нужно было возвращаться в Верджинию, где она училась в университете. Юная модель сдала сессию и опять погрузилась в мир съемок. Более трех лет Бибб постигала профессию в студии Уильяма Эспера. 
В кино ее дебют состоялся в сериале «Большой ремонт», затем последовало множество маленьких эпизодов в самых разных картинах. И наконец звездный час – участие в сериале «Лучшие». Лесли сыграла самую известную девушку в школе Кеннеди. Сериал стал очень популярен среди подростков. Продюсеры подогрели интерес зрителей сувенирной продукцией, повсюду продавались календари и журналы с фотографиями героини Лесли. Так бывает после настоящего успеха. Лесли Бибб только успевала получать все новые и новые предложения сниматься. Сегодня в ее фильмографии триллеры, комедии, ужастики, драмы и множество сериалов, среди которых еще одна телевизионная бомба сериал «Скорая помощь», фильмы «Абсолютное зло», «Мой парень из зоопарка», «Старая добрая оргия». Лесли выпустила несколько проектов как продюсер. Одна из таких картин в которых Лесли также сыграла главную роль «Мисс Никто». За нее Бибб вручили награду «Лучшая актриса» на Бостонском международном кинофестивале. У актрисы есть и другие кинематографические призы и награды фестивалей класса «Б», а также вторая известная продюсерская работа – криминальный сериал «Линия огня». Сегодня Лесли Бибб активно занимается благотворительностью. Она помогает находить средства для детских домов и фонда «Жизнь». При всей своей загруженности Лесли успевает также участвовать в компаниях бренда Revlon и других крупных медийных и рекламных проектах. 
В 2003 году актриса вышла замуж за банкира Роба Борна.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (31, 'Андерс', 'Холм', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (32, 'Дэвид', 'Раш', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (33, 'Ким', 'Кэтролл', 'Ким Кэтролл (Kim Cattrall) – знаменитая британская актриса, снимающаяся в Голливуде. Звезда популярного телесериала «Секс в большом городе», где она исполнила роль соблазнительной и ненасытной блондинки Саманты Джонс. Также Ким известна по фильмам «Полицейская академия», «Манекен», «Награда». Обладательница «Эмми» и «Золотого глобуса».', '
Ким Виктория Кэтролл родилась 21 августа 1956 года в британском Ливерпуле. Ее отец был строительным рабочим, а мама – домохозяйкой. Едва малышке исполнилось три месяца, Кэтроллы переехали жить в Канаду. И вернулись в Великобританию, когда Ким уже было 11-ть. «Постоянные переезды родителей заставляли меня все время чувствовать себя чужестранкой в любой среде, — говорит Ким. — И в какой-то момент я осознала, что я не такая, как все девочки. Я с детства не хотела выходить замуж, рожать детей. Я знала, что хочу только одного — играть на сцене». В Туманном Альбионе Ким поступила в Лондонскую академию музыкального и драматического искусства. А затем, следуя своему свободолюбивому сердцу и крутому нраву, в 16 лет в полном одиночестве рванула в Америку, в Нью-Йорк. Там она поступила в Американскую академию театрального искусства и начала строить карьеру. 
Впервые в кино Ким дебютировала в 19 лет. Актриса заключила пятилетний контракт с режиссером Отто Преминджером и снялась в его картине «Бутон розы» (1975). Ким сыграла девушку из высшего общества, дочь богача, чью яхту захватывают палестинские террористы. Спустя год контракт с этим режиссером выкупила киностудия, и Ким стала выступать на телевидении, участвовать в шоу и сниматься в телесериалах. Ким стала довольно востребованной актрисой в Голливуде, снимаясь в нескольких фильмах за год, причем в ведущих ролях. 
Из обилия сыгранных ролей начинающей актрисы наиболее популярной стала роль доктора Габриэль Уайт в сериале «Невероятный Халк» (1978- 1982). Первая популярность пришла к актрисе в 1984-ом, когда 28-летняя Ким Кэтролл воплотила героиню Карен Томпсон, блондинку-курсанта из культовой комедии «Полицейская академия» (1984). Этот фильм имел шумный успех и прославил Ким далеко за пределами Америки. Еще одной успешной актерской работой стала роль в фильме Майкла Готтлиба «Манекен» (1987), где Ким исполнила роль живой куклы, в которую влюбляется главный герой (Эндрю МакКартни). Этот светлый и добрый фильм не только снискал любовь зрителей, в 7 раз окупив свой бюджет в американском прокате, но и удостоился номинации на премию «Оскар». Популярной для Ким стала также и роль лейтенанта Валерис в фильме «Звездный путь 6: Неоткрытая страна» (1991), за которую Ким была номинирована как лучшая актриса второго плана премии «Сатурн», но лауреатом тогда стала другая претендентка. 
Карьера Кэтролл перевернулась в 1997-ом. И хотя Ким к 41 году была вполне известной актрисой, она и не подозревала, что такое настоящий триумф до выхода на экраны телесериала «Секс в большом городе» (1998 – 2004). Этот проект, рассказывающий о личной и глубоко интимной жизни четырех закадычных подруг из Нью-Йорка, без преувеличения покорил весь мир. Ким сыграла в нем самую старшую, самую одинокую, самую чувственную и похотливую подругу Саманту Джонс. Эта героиня принесла Ким не только почитание и любовь миллионов мужчин и женщин, но и ряд престижных кинопремий (что до этой роли с актрисой не случалось). Кэттролл удостоилась «Золотого глобуса», «Эмми», Премии гильдии актеров. Проект имел успех на протяжении шести лет. Но в период съемок Ким находила время и для других проектов. Так, она сыграла вместе с Бритни Спирс в фильме «Перекрестки» (2001). Также Ким написала книги «Досье на сексуальность» и «Найти себя». 
Ким была трижды замужем. Как и у ее героини Саманты, у Ким нет детей.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (34, 'Бретт', 'Дайер', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (35, 'Дебора', 'Такер', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (36, 'Лаура', 'Олт', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (37, 'Гриффин', 'Худ', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (38, 'Карла', 'Доррен', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (39, 'Брюс', 'Купер', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (40, 'Пол', 'Вайц', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (41, 'Крис', 'Вайц', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (42, 'Джаред', 'Голдман', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (43, 'Анастасия', 'Попова', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (44, 'Сергей', 'Чонишвили', 'Сергей Чонишвили – популярный советский и российский актёр театра и кино, заслуженный артист России. Родился в городе Тула 3 августа 1965 года в семье актёров.', 'Несмотря на творческую профессию своих родителей, он долгое время мечтал стать океанологом, правда, ближе к моменту окончания школы всё же решил попробовать поступить в театральный ВУЗ. Сергей совершенно не ожидал, что в прославленное Театральное училище имени Щукина его примут с первой попытки, но в конечном итоге он смог освоиться в новой для себя среде и в 1986 году окончил училище с красным дипломом.Начинающего актёра сразу же приняли в труппу театра «Ленком». Поначалу он играл в спектаклях «Юнона и Авось», «Жестокие игры», «Звезда и смерть Хоакина Мурьеты», нередко участвовал в массовке, но в начале девяностых количество предложений резко сократилось. В этот период Чонишвили время от времени играл на сценах антрепризы Андрея Житинкина, Театра-студии Олега Табакова.Поначалу и отношения с кинематографом у актёра не складывались, в восьмидесятые он успел сняться только в двух эпизодах, которые не принесли ему ни удовлетворения, ни известности. В девяностые ситуация несколько изменилась – на него обратили своё внимание начинающие режиссёры, в тот период он сыграл Табакина в картине «Дезертир», Юрку – в фильме «Катька и Шиз», Мишу – в «Психе и мелочёвке» и других.В новом веке Сергей Чонишвили стал по-настоящему известным и востребованным. Во многом это произошло благодаря роли князя Владимира Шадурского в многосерийном фильме «Петербургские тайны», который снимали в течение полутора лет. Актёру удалось создать очень сложный многогранный образ, который, несмотря на большое количество серий, не примелькался и не надоел зрителю.На данный момент в послужном списке Сергея Ножериевича около шестидесяти картин, но не все знают, что, помимо съёмок, он занимается и озвучиванием. В этом деле он оказался весьма востребованным, несмотря на то, что поначалу артисту долгое время приходилось избавляться от своего сибирского говора.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (45, 'Владимир', 'Еремин', 'Владимир Аркадьевич Ерёмин – российский актёр и сценарист. Родился в Омской области в посёлке Муромцево 6 сентября 1950 года. Его родители не были людьми искусства: отец трудился на оборонном комплексе, а мама работала учителем. Помимо Владимира, Ерёмины воспитывали ещё двоих сыновей.', 'В детстве у Владимира были две страсти – чтение и цирк. Книги были с ним практически везде: в школе, на улице, в транспорте. А после того, как он попал на первое в своей жизни цирковое представление, забыть об этом он уже не мог – настолько это были сильные впечатления. Владимир даже пытался поехать в Свердловск, чтобы поступить в цирковую школу, но его сняли с поезда и доставили домой.Увлечение театром началось позднее, в более зрелом возрасте. А в 1972 году Ерёмин уже был выпускником Школы-Студии МХАТ, сразу после окончания которой начал работать в Русском театре драмы им. Михаила Лермонтова в городе Алма-Ата. Позднее он был актёром труппы ленинградского театра Комедии им. Акимова, а ещё через три года начал играть на сцене Ленинградского большого драматического театра имени Горького.Активно сниматься в кино актёр начал в восьмидесятые, но и сегодня он продолжает радовать зрителей новыми работами. Самыми известными картинами с его участием считаются «Таможня», «Преферанс по пятницам», «Сон в руку, или Чемодан», «Криминальный квартет», «Что сказал покойник», «Каменская» и некоторые другие.Помимо съёмок, Владимир Ерёмин занимается озвучиванием фильмов. Так, в русскоязычной версии нашумевшего фильма «Парфюмер: история одного убийцы» голос Джузеппе Бальдини принадлежит именно Владимиру. А в далёком 1989 году главный отрицательный персонаж Джокер в «Бэтмене» также говорил его голосом.По сценариям, написанным Владимиром Ерёминым, были сняты такие картины, как «Любовь предвестие печали», одна из серий «Маросейка, 12», «Хочу в тюрьму», «Есть идея».Также актёр в своё время вёл телепередачу «Алфавит», которая стала популярной во многом благодаря его доброжелательности и интеллигентности, умению вести диалог.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (46, 'Евгений', 'Добровинский', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (47, 'Томас', 'Блэквелл', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (48, 'Елена', 'Доронина', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (49, 'Юрий', 'Коновалов', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (50, 'Роман', 'Фролов', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (51, 'Егор', 'Корешков', 'Егор Корешков – российский актер театра и кино широкого творческого диапазона, получивший известность после выхода телесериалов «Восьмидесятые» (2011-2016), «Психологини» (2017-2019), «257 причин, чтобы жить» (2020) и комедии «Горько!» (2013).', '

Егор Александрович Корешков родился 31 марта 1986 года в Москве в музыкальной семье. Отец будущего артиста выступал в Большом симфоническом оркестре имени Чайковского, мать – вокалистка ансамбля. Сам Егор также имеет образование в этой сфере, окончил музыкальную школу по классу ударных, хотел поступать в экономический университет, но провалил экзамен и устроился в педагогический колледж, который окончил в 20 лет. Сразу после этого решил получить профессиональное актерское образование и стал студентом РАТИ (бывший ГИТИС). Корешков попал в мастерскую Олега Кудряшова. Параллельно с учебой Егор активно занимался музыкой – был барабанщиком в инди-рок-группе «Сара Джессика Паркер». Также он играл на различных сценах московских театров.

В кино Егор начал сниматься еще будучи студентом. В 2008-ом он появился в фильме Валерия Тодоровского «Стиляги» в крошечной роли советского модника. Затем получил незначительные роли продвинутых обаятельных юношей в сериалах «Две сестры 2» (2009), «Только любовь» (2009). Окончив ВУЗ, 24-летний актер поступил в труппу Театра Наций. Корешков совмещал работу в театре и кино. На театральных подмостках Егор выделялся среди других начинающих актеров. Например, принимая участие в фестивале короткометражных спектаклей молодых режиссеров «Театральный альманах», Егор удивительно точно вошел в образ одиозного олигарха Михаила Ходорковского и с чувством декламировал написанное им в тюрьме письмо. Он также дебютировал как режиссер, поставив иронический спектакль над постмодернисткими произведениями: пять минут Егор танцевал чечетку, затем был убит невидимым злодеем, после чего включил в спектакль длиные титры.

Актёрская карьера пошла в гору после знакомства Корешкова с режиссёром Жорой Крыжовниковым. Егор снялся в короткометражке «Счастливая покупка» (2010), где исполнил роль продавца, сбагрившего актрисе Юлии Александровой (супруге режиссера) идеального парня – робота. Впоследствии знакомство с этой творческой группой приведет Егора к всероссийской славе. Настоящая известность пришла к актеру, когда он попал в телесериал «Восьмидесятые» (2011). Корешков присоединился к этому ностальгическому хиту во втором сезоне. Егору досталась лакомая роль – обаятельного, уверенного в себе и очень состоятельного молодого человека Стаса Тихановича – отпрыска влиятельного отца и главного человека молодежной комсомольской ячейки. По словам Корешкова, он изучил множество изданий того времени, что позволило ему выбирать характерные позы, жесты и слова. Фраза «я тебя умоляю», которая стала коронной у Стаса, является импровизацией самого актёра. Следом Корешков сыграл главного героя слезливой мелодрамы «Анечка» (2012) – однолюба Алексея, который отправляется в тюрьму ради любимой девушки.

Несмотря на главные роли в ряде популярных проектов, для тех, кто не смотрит сериалы, имя Егора Корешкова оставалось неизвестным. Ситуация коренным образом изменилась в 2013 году после выхода комедии «Горько!». Фильм с Егором в главной роли неуверенного в себе жениха с успехом выступил в прокате и стал в определённых кругах культовым. В этот проект Корешкова пригласил старый знакомый – режиссёр Жора Крыжовников, а партнершей по фильму стала супруга режиссера Юлия Александрова. Благодаря картине «Горько!» Егора Корешкова стали узнавать на улицах, а его карьера получила новый импульс.

После этого предложения сниматься стали поступать к Корешкову одно за другим. Егору предстояло доказать неслучайность своего успеха у Крыжовникова. Фильм «Братья Ч» (2014), в котором Егор сыграл Антона Палыча Чехова, пришёлся по душе и публике, и критикам. Сиквел «Горько!» (2014) не достиг славы оригинала, зато Корешков блеснул в мотивационной драме «Чемпионы: Быстрее. Выше. Сильнее» (2016), сыграв роль журналиста Яниса. Далее Егор отметился в популярном ситкоме «Отель Элеон» (2016-2017), после чего были «Психологини» (2017-2019) – комедийный сериал о выпускницах психфака и их проблемах с мужчинами. Востребованность Корешкова в те годы сделала бы честь и многим более именитым коллегам, однако главных ролей ему доставалось немного. Нового триумфа пришлось ждать до 2020 года, когда на экранах страны с большим успехом прошёл ещё один комедийный сериал – «257 причин, чтобы жить». Продюсеры вспомнили, каким потенциалом обладает Егор Корешков, и пригласили в состав второго сезона нашумевшего «Метода» (2020-2021). Далее последовал ряд проходных работ, а затем участие в фантастическом сериале «Химера» (2022) по сценарию уже легендарного Олега Маловичко.

Корешков женат, в 2022 году они обручились с актрисой Дарьей Авратинской.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (52, 'Евгений', 'Безбог', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (53, 'Дмитрий', 'Калистратов', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (54, 'Фрэнк', 'Дарабонт', 'Фрэнк Дарабонт (Frank Darabont) – знаменитый голливудский режиссер, сценарист и продюсер. Автор одних из самых популярных шедевров кино всех времен – фильмов «Побег из Шоушенка» и «Зеленая миля», за которые был номинирован на «Оскар». Создатель культового сериала «Ходячие мертвецы».', '
Ференц Дарабонт появился на свет 28 января 1959 года в Монбельяре, во Франции, в лагере беженцев, куда его родители сбежали из Будапешта после Венгерской революции 1956 года. Взросление и детские годы Фрэнка проходили в Америке: сначала – в Чикаго, а потом – в Лос-Анджелесе, где удалось осесть его семье.
Страсть к кинематографу проснулась у Фрэнка после того, как он посмотрел фильм Джорджа Лукаса «Галактика ТНХ-1138» (1971), вышедший на экраны, когда Дарабонту было всего 12 лет. Именно после просмотра этой социальной фантастики Фрэнк воодушевился идеей стать кинематографистом. После окончания средней школы Дарабонт не стал поступать в колледж. Он устроился чернорабочим, работал на погрузчике, а также помощником официанта. В свободное время развивал навыки письма.
В 22 года Фрэнк получил работу ассистента на съемках малобюджетной картины Тома ДеСимоне «Адская ночь» (1981). Последующие шесть лет он работал декоратором и ассистентом художника-постановщика на различных съемках. Одновременно молодой человек пытался найти свой путь в кинематографе. Он пытался писать, а в 24 года создал свою первую короткометражку. Получасовая драма «Женщина в палате» (1983) рассказывает о том, как сын собирается подвергнуть эвтаназии свою тяжелобольную мать. Эта лента была создана на основе произведения Стивена Кинга. Она же и сблизила творцов, которые впоследствии стали добрыми друзьями. Одновременно с этим дебютом Фрэнк помогал писать сценарий в соавторстве с другими писателями к фильму Чака Рассела «Кошмар на улице Вязов 3: Воины сна» (1987). Так, постепенно он начал работать в качество сосценариста на телевидении, а также на картинах Чака Рассела («Капля», 1988).
В 31 год он выступил как режиссер со своей первой полнометражной лентой – телефильмом «Похороненные заживо» (1990). А затем представил совместный со Стивеном Кингом труд – телефильм «Коллекция ночных смен» (1994). Вскоре Кинг продал другу права на экранизацию своего рассказа «Побег из Шоушенка» всего за 1 доллар. Кто мог предполагать, что драма 35-летнего режиссера о борьбе за справедливость, станет одной из популярнейших картин Голливуда за всю историю кино? Выйдя в свет в 1994-ом году, картина впечатлила чуть ли не каждого американца. Лента удостоилась 7 номинаций на «Оскар». А сегодня, спустя два десятка лет, этот фильм держится на 23 месте в сотне самых впечатляющих фильмов всех времен 
от Американского института кинематографии. 
Следом за триумфом режиссер написал сценарии к фильмам «Франкенштейн» (1994), «Молодой Индиана Джонс: Путешествие с отцом» (1996), «Бег черной кошки» (1998). Одновременно с этой работой успел снять еще один шедевр по книге Кинга – «Зеленая миля» (1999) с Томом Хэнксом в главной роли. Эта драма имела такой же успех, что и «Побег…», и заполучила 4 номинации на «Оскар». 
На волне успеха Фрэнка попросили стать режиссером драмы «Мажестик» (2001) с Джимом Керри (лента не окупила бюджета). После работы на ТВ Фрэнк снова взялся за экранизацию Кинга – и представил фильм «Мгла» (2007). В 2010-м году вместе с командой создал сериал о зомби-апокалипсисе «Ходячие мертвецы», который обрел всемирную популярность. 
В 2014 Дарабонт взялся за создание сериала о борьбе полиции с мафиози Микки Коэном «Город гангстеров» (2013) и занялся адаптацией знаменитого произведения Рэя Брэдбери «451 градус по Фаренгейту». Также Фрэнк продюсирует фильмы. ');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (55, 'Том', 'Хэнкс', 'Томас Джеффри Хэнкс (Thomas Jeffrey Hanks) – выдающийся американский актер, режиссер, сценарист и продюсер. За свою карьеру в кино, насчитывающую пять десятилетий, Хэнкс снялся в огромном количестве фильмов, среди которых особенно известны его работы в картинах «Филадельфия» (1993) и «Форрест Гамп» (1994), принесшие две премии «Оскар» подряд. Столь же успешными получились роли Хэкнса в фильмах «Зеленая миля» (1999) «Изгой» (2000), «Терминал» (2004) и многих других.', ' 
Том Хэнкс родился 9 июля 1956 года в городке Конкорд штата Калифорния третьим ребенком в семье повара и официантки. В пять лет мальчик пережил развод родителей, и детство он провел с отцом, ведущим беспутный образ жизни, тогда как мать Том видел лишь по праздникам. Из-за регулярных переездов у него даже не было постоянных друзей. Вопреки тяжелым обстоятельствам, будущему актеру с ранних лет оказалась мила артистическая деятельность, он любил смешить людей и выступать на публике. Уже будучи подростком, Хэнкс играл в школьных спектаклях, поэтому после выпускного поступил на актерский факультет Калифорнийского университета, который он так и не закончил, поскольку получил заманчивое предложение перебраться в труппу городского театра в Кливленде.
Актерская карьера Хэкнса началась в 1977 году, с второплановой роли в пьесе «Укрощение строптивой» для театра, а вскоре Том дебютирует и в большом кино, начав с эпизодического участия в фильме ужасов «Он знает, что вы одни» (1980). Перспективного актера замечают на телевидении, и последующие несколько лет Хэкнс снимается в сериалах, преимущественно комедийных – «Лодка любви», «Счастливые дни», «Семейные узы». Опыт в отыгрывании романтических героев служит Хэнксу добрую службу, поскольку режиссер Рон Ховард приглашает его сняться в главной роли для своей картины «Всплеск» (1984), посвященной трогательной любви мужчины и русалки. Успех окрыляет Хэнкса, и в дальнейшем он снимается в ряде других комедийных картин, неизменно подкупая публику огромным обаянием, артистизмом и самоиронией. Среди фильмов того периода выделяются «Долговая яма» (1986), «Большой» (1988), «Тёрнер и Хуч» (1990).
Настоящая известность и репутация звезды Голливуда приходит к Хэнксу в 90-х, когда он отходит от привычного комедийного амплуа и примеряет драматический образ. Судебно-психологическая драма «Филадельфия» возносит Тома на вершину актерского Олимпа. Хэнкс исполнил роль умирающего от СПИДа гомосексуала, которого несправедливо выгоняют с работы, вынуждая искать справедливости в суде. Блестящая игра самого Хэнкса, взаимодействие с не менее известными коллегами по площадке Дензелом Вашингтоном и Антони Бандерсом превратили «Филадельфию» в современную классику правового кино, а Тому принесли первый актерский «Оскар». Хэнкс развивает успех, и годом позже вызывает еще больший фурор исполнением Форреста Гампа в одноименной трагикомедии Роберта Земекиса. Роль милого аутиста с золотым сердцем, становящегося невольным участником многих ключевых событий в американской истории, становится самой известной и любимой у зрителей в биографии Тома Хэнкса. «Форрест Гамп» разошелся на цитаты, множество сцен фильма стали культовыми, а сам Хэнкс, получив второй «Оскар» подряд, прописался в пантеоне лучших актеров в истории Голливуда.
Уже в ранге одной из самых высокооплачиваемых звезд кино Хэнкс продолжает активно сниматься, причем диапазон его работ впечатляет разнообразием. Многогранному актеру оказываются по плечу любые образы – от командира космического корабля в драме старого знакомца Рона Ховарда «Аполлон-13» (1995) и капитана взвода в военном фильме Стивена Спилберга «Спасти рядового Райана» (1998) до тюремного надзирателя в трогательной экранизации романа Стивена Кинга «Зеленая миля» (1999) и одичалого бродяги в еще одной картине Земекиса «Изгой» (2000). Образы Хэнкса в этих фильмах моментально стали узнаваемыми и всенародно любимыми, особенно персонаж великодушного тюремщика Пола Эджкомба, проникающегося симпатией к несправедливо осужденному верзиле-афроамериканцу Джону Коффи. На излете XX века Том Хэнкс укореняется в звании американского героя, одинаково уважаемого как в профессиональной среде, так и среди рядовых любителей кино.
Новое столетие приносит Хэнксу новые памятные роли. Очередное сотрудничество со Спилбергом обогащает галерею лучших киноработ Тома чудаковатым эмигрантом Виктором Наворски в фильме «Терминал» (2004), застрявшим в аэропорту из-за аннулированной визы, но отказавшимся стать политическим беженцем. Двумя годами позже Хэнкс в фильме «Код да Винчи» воплощает профессора Роберта Лэнгдона – главного героя серии книг Дэна Брауна. Несмотря на специфическую репутацию романа и его адаптации, фильм становится коммерчески успешным, а возвращение к роли Лэнгдона для сиквела «Ангелы и демоны» (2009) приносит Хэнксу фантастический гонорар в 50 млн. $. Хэнкс попадает в «Книгу рекордов Гиннесса», как «актер, сыгравший подряд в наибольшем количестве фильмов, кассовые сборы которых превышают сто миллионов долларов». 
В 2010-х Хэнкс много снимается в различных политических триллерах и драматических картинах, обычно воплощая стойких духом мужчин. Еще дважды Том работает со Стивеном Спилбергом в его фильмах «Шпионский мост» (2015) и «Секретное досье» (2017). Исключительно удачным получается сотрудничество с другим голливудским мастодонтом – Клинтом Иствудом в биографической драме «Чудо на Гудзоне» (2016), где Том отыграл командира аэробуса. В том же 2016-м Хэнкс работает с тезкой Тыквером в картине «Голограмма для короля». Параллельно с регулярными съемками Хэнкс занимается активным продюсированием. Наиболее успешно сложились судьбы мини-сериалов «Братья по оружию» (2001) и «Джон Адамс» (2008), получивших высшую награду для телевизионных проектов «Эмми». ');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (56, 'Дэвид', 'Морс', 'Дэвид Баудич Морс – американский актер, получивший известность благодаря медицинской драме «Сент-Элсвер», фильму Ларса фон Триера «Танцующая в темноте», драме Шона Пенна «Бегущий индеец», остросюжетному боевику Феликса Гэри Грея «Переговорщик», фантастическому фильму Роберта Земекиса «Контакт», культовой мистической драме Фрэнка Дарабонта «Зеленая миля», молодежному триллеру Ди-Джея Карузо «Паранойя», боевику Ренни Харлина «Долгий поцелуй на ночь», драме Шона Пенна «Постовой на перекрестке», триллеру Майкла Бэйя «Скала», детективу Майкла Эптида «Крайние меры», фантастической ленте Терри Гиллиама «12 обезьян», фильму Ричарда Доннера «16 кварталов», а также музыкальной драме Деборы Кампмейер «Затравленная».', '
Дэвид Морс родился 11 октября 1953 года в городке Беверли штата Массачусетс. Его отец Чарльз работал менеджером по продажам, а мать Жаклин была школьной учительницей. Дэвид рос с тремя младшими сестрами в Гамильтоне, находящемся по соседству с их родным городом. Мальчик изучал актерское мастерство в школе-студии William Esper Studio. Его карьера началась в семидесятых: первое время Дэвид выступал на сцене Бостонского репертуарного театра. На протяжении нескольких лет он увлекался только сценической игрой, но постепенно стал обращать внимание на смежные сферы – кинематограф и телевидение. 
Серьезный карьерный прорыв Дэвида произошел в 1982 году благодаря медицинской многосерийной драме «Сент-Элсвер». Морс предстал в образе Доктора Джека «Бумера» Моррисона, молодого специалиста, чья жена умерла, оставив ребенка ему на попечение. Далее последовал целый ряд ролей второго плана. Сам актер объяснял это так: «Я принял решение не заботиться о том, каков гонорар за ту или иную предложенную роль. Главной задачей было найти роль, которая отличается от того, что я играл ранее». В 1991 году Морс воплотил центрального героя в дебютной режиссерской работе Шона Пенна «Бегущий индеец», а позднее сыграл в трех экранизациях произведений Стивена Кинга: «Лангольеры», «Сердца в Атлантиде» и «Зеленая миля». В 2002 году он появился в детективе китайского режиссера Чэнь Гофу «Двойное видение», за что получил номинацию на премию Golden Horse Awards как «Лучший актер второго плана». В 2007 году Морс снялся в триллере «Паранойя», а один из критиков заметил, что именно благодаря его выразительной игре фильм обрел свою глубину. 
В 2006 году Морсу позвонил Дэвид Шор, сотрудничавший с ним в телепроекте «Таксист» и предложил исполнить гостевую роль в культовом сериале «Доктор Хаус». Актер, к тому времени уже видевший несколько эпизодов, признался, что не разделяет восторгов зрителей и считает главного героя Хауса отвратительным персонажем. Появиться в сериале его убедили одобрительные отзывы друзей и близких. В итоге за исполнение роли Майкла Триттера он получил первую премию «Эмми». В 2008 году актер сыграл Джорджа Вашингтона в минисериале «Джон Адамс», а в 2011-м был удостоен приза на кинофестивале в Карловых Варах за работу в комедии Мартина Донована «Сотрудник». В 2013 году Морс появился в образе пленника заброшенного исправительного учреждения в апокалипсическом фильме ужасов Марка Форстера «Война миров Z».');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (57, 'Майкл', 'Кларк', 'Через тернии к звездам, несмотря и вопреки! В двух словах такова история жизни Майкла Кларка Дункана – человека, которого сложно было не заметить. Настоящий Большой Майк с большим сердцем.', '
Майкл Кларк Дункан родился 10 декабря 1957 года в Чикаго штата Иллинойс, США. Воспитывала Майла и его сестру мать-одиночка, которая выбивалась из сил, чтобы обеспечить двоих детей всем необходимым. Жили трудно и бедно. В детстве будущий актер увлекался американским футболом, но мать запретила ему играть, опасаясь, что сын получит травму. А он мечтал выбиться из нищеты в люди. Майкл сравнительно неплохо учился в школе и даже поступил в Университет Alcorn State University в штате Миссисипи. Однако заболела мама, учебу пришлось оставить и податься на заработки. Он вкалывал на двух работах: днем рыл ямы для компании, поставляющий природный газ, а ночью – вышибалой в ночных клубах, и мечтал, мечтал, мечтал о карьере в кино, за что ему коллеги дали прозвище Голливуд: «Надо мной всегда шутили, когда я рылся в грязи, копая канавы, а они кричали, типа, эй, Большой Майк, Брюс Уиллис на линии, он хочет сделать с тобой фильм, - позже вспоминал Дункан. Все смеялись, а я говорил, знаете, когда-нибудь наступит такой день, и вы будете платить как минимум 8 долларов, чтобы увидеть это лицо, мое лицо, с экрана. И что вы думаете? Так и случилось».
Большой Майк, а он действительно большой – ростом под два метра и весом под 150 килограммов – однажды, работая в одном из ночных клубов Чикаго, познакомился с продюсером телесериалом, который предложил Майклу стать охранником гастролирующей театральной компании. В начале 90-ых Большой Майк перебрался в Лос-Анджелес, лелея надежду прорваться в кино. Но начать пришлось с охраны звезд кино и шоу бизнеса. В частности Майкл работал с актерами Уиллом Смитом, Мартином Лоуренсом, Джейми Фоксом и музыкантом, известным рэпером, Notorious Big. После того, как в 1997 году рэпера убили - он получил пять огнестрельных ранений - Майкл Кларк Дункан завершил свою карьеру телохранителя. Началась другая жизнь, Большому Майку повезло, его пригласили сниматься в рекламе, а далее последовали роли в телесериалах, где он зачастую исполнял роли телохранителей, но это было гораздо безопаснее, чем в реальной жизни.
Большая удача улыбнулась Большому Майку в конце 90-ых. Он получил приглашение сняться в фантастическом боевике «Армагеддон» (1998). Критики фильм восприняли негативно, а у зрителей он прошел на ура – в мировом прокате картина собрала около полумиллиарда долларов. Дуглас сыграл в роль Бугая. Позже актер говорил, что так и не понял, чем приглянулся режиссеру Майклу Бэю, и вообще на прослушивании актер пролил на него воду. На съемках «Армагеддона» произошла судьбоносная встреча Дункана с Брюсом Уилиссом, который позже помог ему получить, возможно, главную роль в его актерской жизни: Брюс познакомил Майкла с режиссером Фрэнком Дарабонтом, который экранизировал мистическую драму по роману Стивена Кинга «Зеленая миля».
В 1999 году «Зеленая миля» вышла на экраны, где Майкл Кларк Дункан сыграл Джона Коффи, добродушного и беззащитного силача, по воле злого рока, незаслуженно приговоренного к электрическому стулу. Эта роль показала, что Дункан – актер, а не только исполнитель типажных ролей больших парней; именно за эту работу его номинировали на премии «Оскар» и «Золотой глобус»: «Я думаю, что самой трудной сценой для меня – это две мертвые девушки в кадре, просто потому, что мне надо было очень много плакать, даже выть, и это меня реально вымотало». Тем временем, кинематографическая дружба с Брюсом Уиллисом продолжилась, и они вместе снялись в фильмах «Завтрак для чемпионов» (1999), «Девять ярдов» (2000), «Город грехов» (2005). Заметные роли Дункан сыграл в фильмах «Планета обезьян» (2001), «Царь скорпионов» (2002), «Сорвиголова» (2003), «Остров» (2005), «Последняя Мимзи Вселенной» (2007), а также Большой Майк озвучивал персонажей в анимационных фильмах. К лету 2012 года у Майкла Кларка Дункана набралась солидная фильмография, а потом, потом случилась трагедия – в середине июня у актера случился инфаркт и остановка сердца. Его девушка Омароса вызвала скорую, а пока та ехала, пыталась привести в чувства Дункана и фактически спасла его на тот момент, но 3 сентября актер скончался. Большой добрый Майк навсегда остался в сердцах любящих его людей и зрителей.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (58, 'Бонни', 'Хант', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (59, 'Джеймс', 'Кромуэлл', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (60, 'Майкл', 'Джитер', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (61, 'Грэм', 'Грин', 'Грэм Грин - один из самых популярных канадских актеров, сыгравший в более чем ста кино и телепроектах, мировую известность которому принесла оскароносная кинолента «Танцующий с волками» и другие фильмы, среди которых нашумевшие картины «Дикая земля», «Саботаж», «Крепкий орешек 3: Возмездие», «Резервация», «Зеленая миля», «Снежные псы», «Друзья-бегуны», «Несносный мальчишка» и «Погоня за Шекспиром».', '
Известный актер Грэм Грин (не путать с английским писателем) родом из Канады. Он появился на свет 22 июня 1952 года в индейской резервации Сикс-Нейшенс-Резерв, расположенной на территории канадской провинции Онтарио в центральной части страны. Будучи чистокровным индейцем, Грин принадлежит к народу североамериканского племени Онайда, относящегося к группе племен Ирокезов, долгие годы проживающих на американских и канадских территориях. Рожденный в многодетной семье водителя Джона и домохозяйки Лиллиан Грин, Грэм стал вторым ребенком в семействе, фамилию которого в итоге получили шестеро детей. С раннего детства он был воспитан так, что не боялся работы, даже самой тяжелой. Когда актер был шестнадцатилетним подростком, он забросил учебу в школе ради того, чтобы пойти работать. В течение следующих нескольких лет он успел поработать на фабрике, барменом и даже обучился плотницкому делу. В семидесятые годы Грэм Грин резко сменил сферу деятельности и весьма преуспел в качестве звукооператора. Впоследствии он открыл собственную студию звукозаписи в канадском городе Гамильтон, в котором довольно долгое время записывали свои пластинки местные рок-группы. К актерству Грина привел случай. Однажды один из его близких друзей высказал свое мнение о том, что Грэм мог бы стать отличным актером, однако тот отнесся к этому предположению скептически, совершенно не приняв слова друга всерьез. К счастью, друг не стал отступать и еще несколько дней донимал Грина, выдвигая различные аргументы и доводы. Когда же все его попытки заинтересовать будущего актера этой идеей потерпели крах, он пошел на отчаянный шаг, предложив ему сыграть на спор в карты, после Грин, переполняемый духом авантюризма, согласился. Стоит ли говорить о том, что карты легли таким образом, что вскоре киномир узнал актера Грэма Грина. Но прежде он стал выпускником театральной школы «Theatre''s Native Theatre» в 1974 году. Его дебютом на большом экране стала второстепенная роль в китайском боевике 1976 года «Тигр с Севера». Уже несколько лет спустя Грин получил судьбоносное предложение о съемках в спортивной драме начала восьмидесятых годов «Бегущий смельчак», которая и сделала его известным актером. Затем последовала работа на съемочных площадках целого ряда фильмов и сериалов, пока в 1990 году в широкий прокат не вышла приключенческая мелодрама Кевина Костнера «Танцующий с волками», взорвавшая мировую киноиндустрию целым рядом номинаций и побед на всевозможных премиях в области кино, в том числе «Золотой глобус», «Сезар», премии «Британской академии» и, конечно же, «Оскар». Грэм Грин, чья актерская игра в этой картине была отмечена номинацией в категории «Лучшая мужская роль второго плана» моментально стал популярным и востребованным актером. С того момента и по сегодняшний день он исполнил более сотни ролей в фильмах практически всех жанров, начиная от комедий и сериалов и заканчивая серьезными драмами, вошедшими в золотой фонд мирового кино. Самыми нашумевшими фильмами с участием актера и сейчас остаются такие картины, как «Серая сова», «Зеленая миля», «Песнь о Гайавате», «Мэверик», «Вас не догонят», «Казино Джек», «Трансамерика», «Крепкий орешек 3: Возмездие» и «Безоружный».');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (62, 'Даг', 'Хатчисон', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (63, 'Сэм', 'Рокуэлл', 'Продолжатель актерской династии, воспитанный отцом и абсолютно равнодушный в отношении создания собственной семьи. Не любит давать интервью, театр предпочитает кино, он просто идиосинкратичен и ироничен. Сэм Рокуэлл – эксцентричный и независимый.', '
Родился 5 ноября 1968 года в Калифорнии. Его родители, актеры Пит Рокуэлл и Пэнни Хэсс, расстались вскоре после рождения сына. Он остался жить с отцом в Сан-Франциско, а к маме приезжал летом на каникулы. Именно благодаря матери он получил свой первый актерский опыт: Сэм вышел на сцену вместе с Пэнни Хэсс, когда ему было 10 лет. Надо сказать, что Рокуэллу богемный стиль жизни понравился не то чтобы с детства, но с подросткового возраста. Учился он неважно, и даже школьный театр, который постоянно предлагал роли талантливому раздолбаю (Рокуэлл сам себя так называет), не смог его удержать в своих стенах. Но тут вмешались родители, и вернули незадачливого тинейджера на учебную стезю. Потом его записали в Высшую школу актерского мастерства Сан-Франциско, и в процессе учебы его пригласили сняться в хорроре «Дом клоунов» (1988). Фильм номинировался на Гран-при жюри фестиваля независимого кино «Сандэнс», а Рокуэлл по окончании учебы перебрался в Нью-Йорк.
 В Нью-Йорке Сэм два года обучался в студии актерского мастерства Уильяма Эспера, играл в театре и потихоньку снимался в кино и телесериалах: «За пределом» (1990), «Закон и порядок» (1990), «Черепашки-ниндзя» (1990), «Мертвецки пьян» (1993). Роли были не главные, театр особых доходов не приносил, поэтом начинающий актер подрабатывал в ресторане. В 1994 году Сэм удачно снялся в рекламе пива, гонорар был достойным и позволили ему не заботиться о подработках, поэтому он решил сосредоточиться только на актерской карьере. После съемок в фильме «Лунная шкатулка» (1996), где он сыграл авантюрного эксцентричного персонажа по имени Кид, Сэма Рокуэлла заметили критики. В драме «Луговые собачки» (1997) он прекрасно сыграл газонокосильщика, который подружился с 10-летней девочкой из богатой семьи в исполнении актрисы Миши Бартон. За эту роль Рокуэлл получил награды в номинации «Лучшая мужская роль» на Монреальском и Калифорнийском кинофестивалях.
Затем режиссер и продюсер Фрэнк Дарабонт пригласил Сэмы сняться в фильме «Зеленая миля» (1999) по мотивам романа Стивена Кинга. Картина была номинирована на «Оскар». Сэм Рокуэлл сыграл маньяка-убийцу по имени Дикий Билл. Вот именно от такой работы, от такой роли, по собственному признанию актера, он получил истинное удовольствие. При этом Сэм философски отмечает, что хотел бы быть характерным актером, но, с другой стороны, хочется также заработать. А так, в идеале, он только бы играл в театре, да снимался в артхаусном кино. «Деньги – это некая власть, которая дает тебе возможность выбирать, – философствует Сэм. – Я сам из Сан-Франциско, и, возможно, однажды осяду там. Но я люблю ЛА (Лос-Анжелес). Мне там прикольно, это забавный город, если в твоих карманах есть деньги. Хороший город».
Пожалуй, самое приметное и яркое кино и у критиков, и у зрителей, с участием Сэма Рокуэлла в главной роли – «Признание опасного человека» (2002), режиссерский дебют Джорджа Клуни, который также сыграл в фильме. Рокуэллу действительно удался его персонаж, Чак Бэррис, человек с двойным дном. В 2003-м году на Берлинском кинофестивале актер получил «Серебряного медведя» в номинации «За лучшую мужскую роль».
Интересная работа в исполнении Рокуэлла представлена в картине «Луна 2112» (2009). Это буквально спектакль одного актера, и этот актер – Сэм Рокуэлл. Картина является полнометражным режиссерским дебютом сына культового музыканта Дэвида Боуи – Данкана Джонса. «Луну» отметило жюри кинофестиваля независимых фильмов «Санденс». И многие считают именно роль в «Луне» лучшей в карьере актера.
Сэм Рокуэлл продолжает играть в театре. Он считает, что именно сцена требует от тебя все, что ты только способен дать. «Я всегда стараюсь работать с лучшими. Когда ты работаешь с тем, кто тебя превосходит, у тебя появляется шанс превзойти самого себя». Пусть актеру на его творческом пути встречаются только лучшие в своей профессии.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (64, 'Барри', 'Пеппер', 'Барри Пеппер – актер американского кино и телевидения, известный широкой зрительской аудитории по ролям в популярных фильмах: «Спасти рядового Райана» Стивена Спилберга, «Семь жизней» Габриэле Муччино, «25-й час» Спайка Ли, «Железная хватка» братьев Коэнов и «Зеленая миля» Фрэнка Дарабонта.', '
Барри Роберт Пеппер родился 4 апреля 1970 года в городке Кэмпбелл-Ривер в Канаде. Его отец работал дровосеком, а выйдя на пенсию, занялся самостоятельной постройкой пятнадцатиметрового судна, впоследствии названного «Лунный светлячок».
Когда Барри исполнилось пять лет, все семейство Пепперов (мать, отец, Барри и два его старших брата Дуг и Алекс) отправились на «Лунном светлячке» в длительное плавание по водам Тихого океана, останавливаясь в портах Новой Зеландии, Фиджи и Таити. На борту не было телевизора, и Пепперы развлекали себя как могли – разыгрывали сценки, показывали скетчи, устраивали настоящие шоу-представления перед жителями Полинезийских островов. Именно тогда у маленького Барри начали проявляться артистические способности и интерес к исполнительскому искусству. Школьную программу он постигал дистанционно, через переписку с преподавателями, а также нерегулярно посещая различные островные школы.
Через пять лет Пепперы вернулись в Канаду и основали свое собственное дело – открыли магазинчик «Denman Island off Vancouver Island».
После окончания средней школы Барри поступил в один из Ванкуверских колледжей, где некоторое время изучал основы маркетинга и графического дизайна, однако вскоре понял, что его призвание – актерское ремесло, и начал постигать азы лицедейского мастерства в одной из театральных студий.
Впервые зрители увидели Пеппера в 1992 году в канадском телесериале «Горец», после которого на молодого актера как из рога изобилия посыпались интересные предложения по участию в успешных, рейтинговых ТВ-проектах: «Киллер среди друзей», «Мэдисон», «Одинокий голубь», «Параллельные миры», «За гранью возможного», «Девочка Джонни», «Одинокая голубка», «Часовой», «Вайпер», «Титаник», «Мертвая тишина». 
Дебют в большом кино для Барри состоялся с исполнением второстепенной роли в боевике Дина Сэлмера «Огненный шторм». Затем последовали роли в кинолентах маститых голливудских режиссеров, отмеченных многим престижными кинематографическими премиями: «Спасти рядового Райана» Стивена Спилберга, «Враг государства» Тони Скотта, «Зеленая миля» Фрэнка Дарабонта.
После череды карьерных успехов Пеппер потерпел первое профессиональное фиаско – за роль в фантастическом боевике Роджера Кристиана «Поле битвы: Земля» Барри получил премию «Золотая малина» как «Худший актер второго плана». 
После этого досадного случая Пеппер стал более внимательно относиться к выбору ролей, и в последующее десятилетие был задействован лишь в успешных, кассовых проектах, в которых проявил себя как многогранный, талантливый драматический актер: «Вышибалы» Брайана Коппельмана, «Мы были солдатами» Рэндалла Уоллеса, «25-й час» Спайка Ли, «Потерянный в снегах» Чарльза Маритна Смита, «Три могилы» Томми Ли Джонса, «Возвращение мистера Рипли» Роджера Споттиствуда, «5 неизвестных» Саймона Брэнда, «Флаги наших отцов» Клинта Иствуда, «Семь жизней» Габриэле Муччино, «Железня хватка» братьев Коэнов, «Одинокий рейнджер» Гора Вербински и других.
Барри Пеппер является неоднократным номинантом Премии Гильдии актеров и «Золотого глобуса», а также лауреатом премии «Эмми» в категории «Лучшая мужская роль в мини-сериале или телефильме» за роль в сериале «Клан Кеннеди».
Актер счастлив в браке. Вместе с супругой Синди они растят дочь Энналайз.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (65, 'Николай', 'Досталь', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (66, 'Тимофей', 'Трибунцев', '
Тимофей Трибунцев – российский актер театра и кино. Родился 1 июля 1973 года в городе Киров в творческой семье. ', NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (67, 'Георгий', 'Фетисов', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (68, 'Борис', 'Каморзин', 'Борис Каморзин – российский актер театра и кино. Известен по ролям в фильмах и сериалах «Долгое прощание» Сергея Урсуляка, «Сказка про темноту» Николая Хомерики, «Громозека» Владимира Котта, «Хмуров» Сергея Коротаева.', '
Родился 10 ноября 1966 года в Брянске. Окончил Центральную детскую музыкальную школу и Театральное училище имени Бориса Щукина, курс Юрия Катин-Ярцева и Владимира Поглазова. 
Работал во многих театрах Москвы: театре имени Вахтангова, Московском театре юного зрителя, театре Содружество актеров Таганки, театре Комедии Алексея Кирющенко и в Театральной компании Сергея Виноградова. Борис сыграл в большом количестве классических постановок, но нельзя не отметить одну его нестандартную роль. В театре «Практика» он играет народного депутата в спектакле «Коммуникатор», и на протяжении всего спектакля Каморзин находится на сцене абсолютно голый. 
Борис начал свою карьеру в конце 90-х, если не считать небольшую роль в фильме «Облако-рай» 1990 года. Ему часто давали эпизодические роли, но актера это не расстраивало. Каморзин часто мелькал на экранах то в художественном кино, то в сериалах. В 2004 году он получил одну из лучших своих ролей в драме Сергея Урсуляка «Долгое прощание». По сюжету фильма его герой – обеспеченный драматург по фамилии Смолянов, который влюблен в молодую замужнюю актрису. За эту работу Каморзин получил приз Гильдии кинокритиков и кинопрессы России в номинации «Лучшая мужская роль второго плана». 
В 2009 году Борис сыграл в фильме «Сказка про темноту» Николая Хомерики. Эта работа была также отмечена критиками: за роль Димыча он получил приз в номинации «Лучшая мужская роль» на «Кинотавре- 2009». Следом режиссер Владимир Котт пригласил Каморзина на одну из главных ролей в свой фильм «Громозека». Актер играет милиционера по фамилии Громов, который решает вместе со своими школьными товарищами тряхнуть стариной. Впоследствии Владимир Котт снял Бориса в своем фильме «На дне», вышедшем в 2014 году. Также Каморзин сыграл небольшую роль партийного босса Фрола Козлова в биографичном сериале «Фурцева. Легенда о Екатерине» Сергея Попова. Главную героиню играет давняя подруга актера Ирина Розанова, с ней он познакомился на съемках своего первого фильма «Облако-рай» в 1990 году. Стоит также отметить роль Гладкова в детективном сериале «Хмуров» Сергея Коротаева. 
Каморзин женат и с удовольствием рассказывает о своем романе с женой: «Светлана – мой помощник и агент. Мы уже семнадцать лет в браке, сыну Борису – шестнадцать лет. Познакомились в ТЮЗе, где она работала администратором. Случилось все, когда я решил вернуться туда из Театра Вахтангова. Света оказалась первой, кто выбежал мне навстречу, и очень обрадовалась решению снова поступить в труппу. Я тут же купил ей мороженое, вечером проводил ее до дома, где и остался».
Каморзин – востребованный актер, он сыграл более семидесяти ролей и продолжает сниматься по настоящее время.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (69, 'Роман', 'Мадянов', 'Роман Мадянов - российский актер театра и кино, заслуженный артист России. Родился в Московской области в Дедовске 22 июля 1962 года.', '
Отец Романа, Сергей Вениаминович, был режиссером и работал на телевидении. Он часто брал сыновей на работу (младшего Романа и старшего Вадима). Именно здесь ассистенты режиссера и обратили внимание на юное дарование и будущего артиста. 
Романа пригласили сняться в кино в 1971 году в эпизодической роли школьника в драме «Перевод с английского». А уже в 1973 году Роман Мадянов исполнил главную роль в приключенческом фильме «Совсем пропащий», который был снят режиссером Георгием Данелией по мотивам книги Марка Твена. Роман удостоился сыграть роль Гекльберри Финна. 
Будучи школьником, Мадянов снялся в нескольких картинах. Это такие фильмы, как «Все дело в брате», «Весенние перевертыши» и «Анискин и Фантомас». 
Роман Мадянов поступил в Государственный институт театрального искусства на курс О. Я. Ремеза. Его дипломной работой стала роль в спектакле, поставленном режиссером Камой Гинкаса. 
Когда Мадянов был еще студентом, он вошел в труппу Московского театра им. Маяковского. После окончания университета актер отправился в армию, но после возвращения в 1987 году решил снова работать в театре. 
В Московском театре имени Маяковского Роман Мадянов проработал около 20 лет. За это время он успел сыграть около 30 ролей. Самыми популярными спектаклями, в которых был задействован Мадянов, стали «Театральный романс», «В кольце тишины», «Жертва века», «Наливные яблоки, или Правда - хорошо…», «Закат», «Розенкранц и Гильденстерн мертвы», «Банкрот», «Валенсианские безумцы», «Горбун», «Дети Ванюшина». 
В 1989 году Роман Мадянов продолжил сниматься в кино. Его фильм-возвращение - «Частный детектив, или Операция Кооперация», снятый Л. Гайдаем. С этого момента актер стал постоянно появляться в телевизионных сериалах и кино. Кроме того, Мадянов принял участие в съемках нескольких серий популярного юмористического киножурнала «Ералаш», а также нескольких рекламных роликов. 
1995 год оказался для актера значимым. Он получил звание «Заслуженный артист Российской Федерации». Говоря о наградах, стоит отметить, что за свою жизнь Мадянов был трижды номинирован в категории «Лучшая мужская роль второго плана» на премию «Ника». 
Когда Роман Мадянов только начал работать в Московском театре им. Маяковского, он встретил свою будущую спутницу жизни. В 1992 году влюбленные решили сыграть свадьбу, а уже на следующий год у пары появился сын Роман.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (70, 'Никита', 'Тарасов', 'Никита Тарасов – российский актер театра и кино, наиболее известный по роли повара Луи из сериала «Кухня» и разочарованного женой супруга из комедии «Интимные места».', '
Никита Борисович Тарасов появился на свет 3 декабря 1979 года в Риге. А вырос в Москве. Его отец – музыкант и композитор, а мать – инженер-конструктор. Отец прививал сыну любовь к музыке чуть ли не с пеленок. Уже в старших классах Никита трудился ди-джеем на радио и писал собственные музыкальные композиции. В актерскую профессию Никиту забросил случай. Однажды выпускник прочитал объявление в газете о наборе студентов в Школу-студию при МХАТ на курс Олега Табакова. Никита решил пойти – и ему удалось без подготовки поступить к Табакову с первого раза.
Еще студентом Тарасов начал играть на театральных подмостках и сниматься в кино.
Его первые работы были в сериалах «Леди Босс» (2001), «Русский водевиль. Бедовая бабушка» (2001), «Главные роли» (2002). 
«Наш руководитель Олег Табаков запрещал студентам участвовать в кино, поэтому я тайно убегал на съемочную площадку. Одна из первых моих картин – исторический водевиль «…Бедовая бабушка». Я считаю, что это знаково, – рассказывает Никита. – В этом фильме я играл еще будучи второкурсником Школы-студии МХАТ.. Моими партнерами были Александр Линьков, Альберт Филозов и еще некоторые известные актеры. Собралась такая звездная команда, на фоне которой я выглядел бедным, голодным, замученным студентом. Но работа с мастерами дала мне ощущение профессии и исторического прошлого страны».
В 2002 году 22-летний актер удостоился номинации на премию «Дебют года» за роль Эпштейна в дипломном спектакле «Билокси-блюз». После окончания театрального Никита поступил на службу в театр РАМТ, затем перешел в Московский Драматический Театр им. К. С. Станиславского. Одновременно Никита активно снимался в кино и на ТВ. И пока актер мечтал сыграть «про любовь», режиссеры давали ему роли то вампира, то наркомана, то хакера, то убийцы, то трансвестита. Впрочем, со временем актеру удалось сыграть и светлые чувства – в телесериале «Одна ночь любви» (2007).
Одной из ярких ролей в фильмографии актера стал Олег Политов из мелодраматического сериала «Широка река» (2008). Другой яркой ролью был журналист, зав. отдела культуры в редакции в фильме «Первая попытка» (2009). Однако массово прославила 33-летнего актер роль французского повара-кондитера по имени Луи в рейтинговом сериале телеканала СТС «Кухня» (2012). Никита воплощает комедийную роль эксцентричного любителя мужчин, который превосходно готовит десерты в одном известном московском ресторане, о жизни которого и повествует «Кухня». Сериал имел отличные рейтинги в России, благодаря чему актер Тарасов прославился по всей стране. К слову, режиссеры часто видят в Никите Тарасове образы несколько нелепых мужчин. Так, авторы Наталья Меркулова и Алексей Чупов пригласили Никиту на роль рефлексирующего по поводу своей сексуальной активности мужчины в комедию «Интимные места». Вместе с этой ролью к актеру пришел громкий фестивальный успех. Ведь фильм об отношениях мужчин и женщин в современном обществе, о комплексах и последствиях сексуальной неудовлетворенности, прогремел на «Кинотавре», завоевав множество призов. Никита Тарасов исполнил в этой комедийной драме ведущую роль – мужа-неудачника, который потерял интерес к жене, боится ей изменить, но, тем не менее, постоянно ходит по улицам в поисках страшных дам, чье уродство, по его мнению, поможет ему вернуть очарование миловидной женой. Следом режиссер Елена Кузнецова пригласила актера на главную роль в свою ленту «Кукушен».');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (71, 'Сергей', 'Барковский', 'Сергей Барковский – российский актёр театра и кино, лауреат многих театральных премий. Широкому зрителю Барковский известен по своим ролям в телесериалах.', 'Родился 14 декабря 1963 года в Алма-Ате. С трёх лет жил в городе Николаев (Украина), там же он учился в обычной средней школе. После получения среднего образования Сергей Барковский уехал в Ленинград, где поступил на философский факультет (отделение научного коммунизма) в Ленинградский государственный университет. Окончив высшее учебное заведение с отличием, он планировал поступление в аспирантуру, работал преподавателем философии в ЛВИМУ имени Макарова.Тем не менее, параллельно с преподавательской деятельностью Сергей Барковский занимался в полупрофессиональной театральной студии при театре Комедии. Вскоре Сергей поступил в ЛГИТМиК, который окончил в 1992 году с двумя красными дипломами – актёрским и режиссёрским.После учёбы Сергей Барковский был принят в труппу Молодёжного театра на Фонтанке. Вскоре он со своими друзьями сочинил и поставил детский спектакль «Калиф-аист» по мотивам восточных сказок. А в 1996 году данная работа была представлена на международном фестивале детских спектаклей «Банановая Рыба» в Таллине. И Сергей Барковский, сыгравший главную роль, получил свою первую театральную премию.За время работы в Молодёжном театре актёр принял участие в десятках постановок, самыми значительными из которых считаются «Три сестры», «Двенадцатая ночь», «Стакан воды», «Дни Турбиных», «Касатка». Игра в последнем принесла Сергею Барковскому целый ряд театральных наград. Также актёр удостоился престижных премий за такие постановки, как «Я должен убрать президента» (2001 год), «Жаворонок» (2002), «История села Горюхина» (2003, 2006), «Авдей Флюгарин» (2005), «Шутники» (2006).Параллельно с работой в театре Сергей Барковский снимался в кино. Но ему в основном доставались однотипные роли в телевизионных сериалах. Самыми известными его работами в кинематографе признаны роли в лентах «Бандитский Петербург», «Ниро Вульф и Арчи Гудвин», «Улицы разбитых фонарей», «Три цвета любви» и «Брежнев».');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (72, 'Михаил', 'Крылов', 'Михаил Крылов - российский актер театра и кино, известный по фильмам «Мама», «Гитлер капут!», «Я буду рядом», «Афроiдиты», «Дублер», «Что творят мужчины!», сериалам «Штрафбат», «Есенин», «Котовский», «Завещание Ленина» и другим лентам.', '
Михаил Крылов родился 4 марта 1974 года в Тверской области, в поселке Вышний Волочек. Еще в школе Михаил решил, что станет актером, и на вопросы учителей твердо об этом заявлял. Впрочем, Михаилу особо не верили. Однако после окончания школы он поехал в Москву, где ему удалось поступить в ГИТИС на курс Петра Фоменко.
Будучи студентом, Михаил дебютировал в кино, в 1995-ом году вышла в свет короткометражная комедийная драма производства Греции «Мост», где он сыграл второстепенную роль.
Окончив вуз в 1997-ом, Крылов начал активную театральную карьеру. В основном актер играл на подмостках «Мастерской Петра Фоменко».
Его полноценный актерский дебют состоялся в полнометражном фильме «Мама» Дениса Евстигнеева в 1999-ом году. Режиссер знал Михаила еще по предыдущей работе в «Русском проекте», поэтому позвал его на одну из ведущих ролей в «Маму». Картина принесла Крылову первый громкий успех. Это мелодрама рассказывает известную историю одной советской женщины, которая одна растила шестерых детей, организовала музыкальный ансамбль, однако отчаяние и нищенское существование толкнули ее на рискованный шаг - угнать самолет за границу и обеспечить своим детям достойное будущее. План сорвался, мать попала тюрьму, но вышла оттуда спустя 15 лет и собрала детей, чтобы вызволить сына из психушки. В этой нашумевшей картине с Ноной Мордюковой в главной роли Михаил сыграл одного из ее сыновей - Юру. В том же году Крылов закрепил свою узнаваемость ролью Сереженьки в триллере Николая Лебедева «Поклонник» (1999). И тогда же актер снялся у Алексея Германа мл. в его короткометражке «Большое осеннее поле» в главной роли.
В 2000-ом году Крылов дебютировал как театральный режиссер - он поставил спектакль «Евгений Онегин. Пушкин», который спустя шесть лет воскресил в театре под другим именем - «Онегин@точка.ru». В своем же спектакле Михаил играет сразу несколько ролей - и Ленского, и Онегина.
В театре Михаил довольно скоро стал ведущим актером. Он играет в моноспектакле «Дикарь, в защиту пещерного человека», исполняет роль главврача Канашникова в постановке «Чапаев и пустота» вместе с Михаилом Ефремовым и прочих постановках.
В 2003-ом году Михаил Крылов появился в небольшой роли в ленте Алексея Учителя «Прогулка». Массовую известность ему также принесла работа в телесериалах: «Медики» (2002), «Штрафбат» (2004), «Дальнобойщики 2» (2004), «Есенин» (2005), «Завещание Ленина» (2007), «Котовский» (2009).
В 2008-ом году Михаил Крылов появился на экранах в комедии «Гитлер капут!». В этой ленте он блестяще сыграл роль Адольфа Гитлера, показав его смешным и даже комически обаятельным персонажем, что прибавило ему немало популярности среди массового зрителя.
В 2012-ом году Михаил стал героем романтической комедии Александра Рогожкина «Афроiдиты», где перевоплотился во владельца сетей отелей на Кипре. А на телеэкранах он возглавил актерский состав сериала «Темное царство», снятого по пьесам Островского.
Вскоре актер появился в дебютной ленте Сергея Тарамаева «Зимний путь», снятой в соавторстве с Любовью Львовой. Фильм рассказывает о терниях на пути к успеху талантливого певца.
Следом актер мелькнул в комедии «Что творят мужчины!» (2013). А затем присоединился к комедии Натальи Кудряшовой «Пионеры-герои» (2014), посвященной поколению сегодняшних 30-летних граждан, потерявших смысл жизни.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (73, 'Томас', 'Моцкус', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (74, 'Георгий', 'Назаренко', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (75, 'Владимир', 'Капустин', '
Владимир Капустин – российский актер театра и кино. Родился 16 марта 1971 года в городе Ангарск Иркутской области.', NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (76, 'Кёртис', 'Хэнсон', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (77, 'Ким', 'Бейсингер', 'Ким Бейсингер (Kim Basinger) – американская актриса. Обладательница премий «Оскар» и «Золотой глобус». Наибольшую известность приобрела благодаря ролям в фильмах «Секреты Лос-Анджелеса», «Бэтмен», «8 миля», «Привычка жениться» и «9 1/2 недель».', '
Родилась 8 декабря 1953 года в штате Джорджия. Ее мать была манекенщицей и солисткой водного шоу-балета, а отец работал финансовым консультантом, играл в джазовой группе. У Ким два старших брата и две младших сестры. В семнадцатилетнем возрасте она выиграла местный конкурс красоты и отправилась в Нью-Йорк. Бейсингер снималась в рекламных роликах, работала моделью и играла в любительских спектаклях. Через какое-то время она в поисках лучшей жизни переехала в Калифорнию.
Начинающую актрису приглашали в телевизионные фильмы на эпизодические роли: она отметилась в сериалах «Ангелы Чарли», «Вегас», «Отныне и вовеки веков», «Человек на шесть миллионов долларов» и в фильме «Призрак рейса 401». Вскоре ей уже досталась ключевая роль в телевизионной ленте «Портрет очарования». Первой значительной работой на большом экране стала картина «Суровая страна» (1981). Однако карьера Ким развивалась медленно. Когда она снялась обнаженной для журнала «Плейбой» и привлекла всеобщее внимание, количество приглашений в в новые проекты резко возросло. В последующие годы актриса отметилась в таких фильмах, как «Убить Джой», «Золотая жила», благодаря которым набрала определенную популярность, затем сыграла вместе с именитым Рейнолдсом в ленте «Мужчина, который любил женщин».
Еще больший успех Бейсингер принесло участие в одной из серий бондианы «Никогда не говори “никогда”» в 1983-м году, затем она сыграла в фильмах «Самородок» и «Без ума от любви». В 1985 актриса буквально проснулась знаменитой после выхода на экраны эротической мелодрамы «9 1/2 недель», которая стала культовой. В последующие годы на волне популярности Ким появилась в фильмах «Без пощады» с Ричардом Гиром, «Свидание вслепую» с Брюсом Уиллисом, «Надин», «Моя мачеха инопланетянка» с Алеком Болдуином, «Бэтмен» с Майклом Китоном, «Привычка жениться», «Окончательный анализ», «Настоящая Маккой», «Мир Уэйна 2» и «Высокая мода».
В этот период актриса развелась с продюсером Роном Бриттеном. На съемках картины «Привычка жениться» у нее завязался роман с Алеком Болдуином. Пара поженилась в 1993 году. Через год они вместе сыграли в ленте «Побег», ремейке одноименного фильма 1972-го года, после чего в актерской карьере Бейсингер наступил перерыв, связанный с рождением ребенка. Возвращение, состоявшееся в мелодраме 1997-го года «Секреты Лос-Анджелеса», было ознаменовано премиями «Оскар» и «Золотой глобус». Несмотря на феерический успех, Ким не стала вести активную актерскую деятельность и в среднем бралась в год за пару проектов, а порой подолгу не соглашалась ни на какие роли. В 1999 году Бейсингер рассталась с Болдуином, бракоразводный процесс оброс всевозможными слухами.
В 2000-е с участим актриса вышли ленты «Я мечтала об Африке», «Спаси и сохрани», «8 миля», «Нужные люди», «Элвис покинул здание», «Дверь в полу», «Сотовый», «Охранник», «Крупная ставка», «Пылающая равнина» и «Пока ее не было». Среди последних работ Бейсингер можно отметить мелодраму «Двойная жизнь Чарли Сан-Клауда» и драму «Черный ноябрь», которая выходит в 2012 году.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (78, 'Бриттани', 'Мерфи', 'Бриттани Мерфи (англ. Brittany Murphy) – американская киноактриса и певица. Самые популярные фильмы с ее участием: «Бестолковый» Эми Хекерлинг, «8 миля» Кертиса Хэнсона, «Молодожены» Шона Леви, «Любовь и другие катастрофы» Алека Кешишяна. Всего актриса снялась более чем в шестидесяти фильмах.', '
Родилась 10 ноября 1977 года в Атланте, штат Джорджия, США. Ее мать звали Шэрон Мерфи, отца Анджело Бертолотти. Через пару лет после ее рождения, родители развелись. Бриттани осталась с матерью. С детства она подавала большие надежды, как рассказывает в одном из своих интервью: «Я начала говорить в полгода, петь в год, читать в три, а заниматься актерской деятельностью и продавать кухонную посуду в девять. У моей мамы был договор с компанией-производителем на продажу их посуды, а я помогала ей по личной инициативе – обзванивала потенциальных заказчиков, благо, что у меня был невысокий голос». В возрасте девяти лет девочка начала выступать в местном театре в Джорджии, а тринадцать уже снималась в рекламе. В этом же возрасте они с матерью переехали в Калифорнию, где Бриттани начала получать свои первые роли.
Зрителям Бриттани Мерфи запомнилась и полюбилась после выхода в 1995 году фильма «Бестолковый» режиссера Эми Хекерлинг. В этом фильме она сыграла взбалмошного подростка по имени Тай, лучшую подругу главной героини. В 1999 году снялась вместе с Анджелиной Джоли в драме «Прерванная жизнь». А 2001 году вместе с Майклом Дугласом появилась в фильме «Не говори ни слова». В обоих картинах ей достались роли пациентки психиатрической клиники. В 2002-м поклонники репера Эминема могли насладиться игрой актрисы в биографическом фильме «8 миля», где Бриттани сыграла подружку главного героя. 
Актриса часто получала главные роли. Но в фильмах, где ей доставались второстепенные персонажи, она все равно обращала на себя немалое внимание зрителей за счет своего обаяния. Актрису брали на съемки совершенно не похожих друг на друга фильмов, она на ура справлялась с ролями в любовных комедиях и отлично играла сложных драматических и криминальных персонажей. Помимо кино Бриттани также часто участвовала в телевизионных проектах, в начале карьеры она снималась в основном в сериалах. В 2008 году Мерфи выступила сопродюсером фильма «Суши girl» Робера Аллана Акермана, где также сыграла главную роль.
У Мерфи отличный голос, в начале своей актерской карьеры она была солисткой группы «Blessed Soul». Ее песни стали саундтреками к фильмам «Прерванная жизнь» и «Прогулки с парнями на автомобилях». Также она выступила вокалисткой в треке Пола Окенфолда «Faster Kill Pussycat».
Личная жизнь Бриттани была полна романами с известными актерами. Но под венец ее взял сценарист Саймон Монджека в 2007 году. 
20 декабря 2009 года актриса скончалась в собственной ванне, дома в Лос-Анджелесе. Причина смерти до конца не ясна: по одним данным это сердечная недостаточность, по другим пневмония, также есть версия, что актрису отравили. Похоронили Бриттани на Голливудских холмах 24 декабря 2009 года. Через пять месяцев скончался ее муж. 
Мерфи обладала невероятно очаровательной улыбкой и харизмой. Ее любили не только за актерский талант: многие звезды Голливуда, такие как Элайджа Вуд, бывший бойфренд Эштон Катчер, Джессика Симпсон, отзывались о ней, как об очень хорошем и добром человеке.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (79, 'Мекхай', 'Файфер', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (80, 'Ивэн', 'Джонс', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (81, 'Омар', 'Бенсон', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (82, 'Де’Анджело', 'Уилсон', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (83, 'Юджин', 'Бирд', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (84, 'Тимур', 'Бекмамбетов', 'Тимур Бекмамбетов — российский кинорежиссёр, клипмейкер, продюсер и сценарист, получивший широкую известность и признание в 2004 году после выхода на экраны фантастического фильма «Ночной дозор». В его активе голливудские работы «Особо опасен», «Авраам Линкольн: Охотник на вампиров».', '

Бекмамбетов родился 25 июня 1961 года в городе Гурьев в Казахской ССР, его отец, Нурбахыт Бекмамбетов, был одним из руководителей на городском энергетическом предприятии, а мать, Мира Богословская, работала в должности заместителя редактора партийной газеты. После окончания школы Тимур поступил в Московский энергетический институт: отец прочил сыну карьеру энергетика. Вскоре Бекмамбетов увлекся искусством и бросил ВУЗ. Затем последовала служба в армии. В 1982 году Тимур приступил к работе на киностудии «Узбекфильм» в Ташкенте. Примерно в это же время он поступил в Ташкентский театрально-художественный институт им. А. Островского, где выбрал специальность «художник театра и кино». Во время учебы Тимур познакомился и подружился с начинающим актёром Виктором Вержбицким. Это знакомство впоследствии переросло в длительное сотрудничество и стало плодотворным для обоих. 

После окончания института Тимур был готов вовсю применять полученные знания на практике. Местом профессиональной деятельности он сразу выбрал столицу. В 1987 году Бекмамбетов переехал в Москву. Одним из стремительно развивающихся направлений в это время стало производство рекламных роликов. Бекмамбетов вовремя усмотрел зарождающиеся тенденции и приступил к рекламным съемкам. Одним из первых проектов стал сюжет о банке «Кредит-Москва», за ним последовали ролики для банка «Менатеп». Настоящим триумфом стал 1992 год, когда на экранах телевизоров появились первые впечатляющие костюмированные рекламные ролики банка «Империал». На протяжении пяти лет Бекмамбетов принимал участие в создании нескольких рекламных сюжетов, объединённых общей концепцией. Серия «Всемирная история, Банк Империал» сразу была замечена зрителями и получила большинство наград на фестивалях рекламы не только в России, но и за рубежом. Некоторые роли в роликах исполнил Вержбицкий. Закадровыми голосами стали титаны отечественного кинематографа Иннокентий Смоктуновский и Владимир Машков. После этого триумфа Тимур был избран членом Российской академии рекламы. 
Дебютом в кинематографе для Бекмамбетова стала военная драма 1994 года «Пешаварский вальс». Бекмамбетов принял участие не только в режиссуре, но и стал соавтором сценария картины. Лента максимально реалистично отображала события Афганской войны и была горячо встречена кинокритиками. Она обошла несколько престижных фестивалей и собрала ряд наград, включая главную премию на МКФ в Сан-Ремо. 
В 2000 году Бекмамбетов стал режиссером восьмисерийного исторического телевизионного проекта «Наши 90-е», рассказывающего историю о трех мужчинах в смутные времена. Зрители так и не увидели эту работу: в 1998 году лента была запрещена к показу. В 2001 году Бекмамбетов стал режиссером малобюджетного исторического американо-российского боевика «Арена». Следующим проектом стал документальный сериал «ГАЗ. Русские машины: Дорога длиною в 70 лет», рассказывающий невероятные истории о людях и их автомобилях. 
Кинематографический успех пришел к режиссеру в 2004 году, когда на экраны вышел фантастический фильм «Ночной дозор», снятый по одноимённому роману Сергея Лукьяненко. Главные роли исполнили Константин Хабенский, Владимир Меньшов и Виктор Вержбицкий. Продюсером картины выступил генеральный директор «Первого канала» Константин Эрнст. Фильм имел оглушительных успех у зрителей и был показан в России, странах СНГ, Великобритании, США и Германии. В следующем году свет увидел сиквел «Дневной дозор». 
В 2007 году Бекмамбетов стал режиссером лирической комедии «Ирония судьбы. Продолжение». В 2008 вышел боевик «Особо опасен». Главные роли исполнили Джеймс Макэвой, Морган Фриман, Константин Хабенский и Анджелина Джоли. 
В 2012 году зрители увидели очередную голливудскую работу Бекмамбетова фантастический триллер «Президент Линкольн: Охотник на вампиров». ');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (85, 'Валин', 'Кэйн', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (86, 'Шазад', 'Латиф', 'Шазад Латиф – британский актёр, снявшийся в образе капитана Немо в сериале Disney+ «Наутилус». ', NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (87, 'Кристин', 'Адамс', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (88, 'Морган', 'Уоткинс', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (89, 'Амир', 'Рахимзаде', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (90, 'Эмма', 'Катер', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (91, 'Адам', 'Сидман', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (92, 'Селва', 'Расалингам', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (93, 'Стивен', 'Содерберг', 'Стивен Эндрю Содерберг — американский кинорежиссер, продюсер, сценарист, оператор и монтажер, известный благодаря своим режиссерским работам над фильмами «Траффик», «11 друзей Оушена», «Солярис», «Че» и продюсерским «Плезантвиль», «Бессонница», «Признания опасного человека», «Пиджак», «Спокойной ночи и удачи».', '
Родился 14 января 1963 года в Атланте, крупнейшем городе штата Джорджия. Его родителями были мать Мэри-Энн, урожденная Бернард, и отец Питер Эндрю Содерберг, работавший в университете в качестве педагога и администратора. Предки Эндрю по отцовской линии были иммигрантами из Швеции. Еще когда мальчик был совсем маленьким, семья оставила Атланту, и переселилась в Шарлоттсвилль, штат Вирджиния. Здесь прошло все детство Содерберга. Позднее они снова переехали. На сей раз их домом стал Батон-Руж, в штате Луизиана. В этом городе Питер получил должность декана в местном Университете. В это время Стивен увлекся киноискусством и совершил свои первые видеосъемки с помощью камеры, позаимствованной у студентов. Мать мальчика в это время часто появлялась на экранах местного телевизионного канала. 
Первоначально Содерберг поступил на обучение в школу при Университете Луизианы. Несмотря на то, что в возрасте пятнадцати лет он еще не был студентом, Стивен уже поступил на курсы аниматоров при университете. Там же он начал снимать свои ранние работы на 16 мм пленку. Затем, вместо того, чтобы стать студентом и получить высшее образование, он бросил обучение и отправился на поиски счастья в Голливуд. Первое время молодой человек едва мог свести концы с концами, пока наконец ему не удалось получить более или менее достойную постоянную работу внештатного режиссера. Прорыв в карьере Содерберга произошел в 1985 году, после того, как он руководил съемкой концертного видео для рок-группы Yes. Эта работа получила номинацию на премию «Грэмми». В 1989 году состоялся его дебют в полнометражном кино. Драма «Секс, ложь и видео» рассказывала сложную историю о взаимоотношениях отчаявшихся мужчины и женщины. Сценарий для съемок был написан Содербергом всего лишь за восемь дней. Роли в драме исполнили Энди Макдауэлл и Джеймс Спейдер. Лента быстро получила статус культовой, внесла большой вклад в революцию независимого кинематографа и имела большой коммерческий успех. На Каннском фестивале лента была удостоена «Золотой пальмовой ветви» — Стивен стал самым молодым победителем и значимым открытием. 
В 1991 году Содерберг создал новую работу – драму «Кафка», рассказывающую хитросплетенную историю, состоящую из вымышленных мистических и биографических фактов. Главную роль в фильме исполнил Джереми Айронс. В 1998 году на экраны вышла коммерчески успешная криминальная комедия «Вне поля зрения» с Джорджем Клуни и Дженнифер Лопес в главных ролях. Через два года режиссер создал еще одну нашумевшую картину – байопик «Эрин Брокович». Главную роль в нем исполнила Джулия Робертс, которая получила «Оскар» за работу. В 2000 году Стивен поставил триллер «Траффик», исследующий систему оборота наркотиков, всевозможные проявления наркотической зависимости и ее последствия. Проект имел оглушительный успех и вызвал большой резонанс в обществе. Лента была удостоена множества престижных кинематографических премий, в том числе получила четыре статуэтки «Оскар», две премии BAFTA и премию «Золотой глобус». 
Через год режиссер взялся за работу над приключенческой криминальной комедией «Одиннадцать друзей Оушена». В фильме была задействованы Джордж Клуни, Бред Питт, Мэтт Деймон, Джулия Робертс. Сам Содерберг исполнил небольшую роль грабителя сейфов. Фильм собрал в прокате 450 миллионов долларов и впоследствии породил несколько сиквелов. В 2002 году Стивен предложил зрителям свое прочтение повести Станислава Лема «Солярис», экранизированной ранее Андреем Тарковским. Одним из продюсеров ленты выступил Джеймс Камерон. Затем режиссер создал биографический фильм «Че», триллер «Информатор», фильм-катастрофу «Заражение». В 2012 году зрители увидели новую работу Содерберга — мелодраму «Супер Майк» с Ченнингом Татумом в главной роли. ');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (94, 'Мэрил', 'Стрип', 'Мэрил Стрип – американская актриса кино и театра. Многократная обладательница премий «Оскар» и «Золотой глобус». Наибольшую известность обрела за роли в фильмах «Охотник на оленей», «Крамер против Крамера», «Выбор Софи», «Железная леди», «Мосты округа Мэдисон», «Манхэттен», «Адаптация» и «Часы».', '
Родилась 22 июня 1949 года в штате Нью-Джерси. Ее отец работал в фармацевтической компании, а мать была художницей. В детстве будущую актрису воспитывали в строгих религиозных традициях, однако не вполне успешно, например, ее исключили из воскресной школы за плохое поведение. Родители также наняли для дочери учителя пения и всячески приветствовали любые творческие начинания. В возрасте пятнадцати лет Мэрил перекрасилась в блондинку. Первые успехи на сцене она начала делать в колледже, после окончания которого поступила изучать драматическое искусство в Йельский университет. Учебу она совмещала с работой художника по костюмам в летних театрах.
В 1975 году Мэрил окончила университет, и ей почти сразу предложили основную роль в постановке «Око за око». Стрип успешно работала в одном из лучших театров Нью-Йорка в течение нескольких лет, после чего решила обратить внимание на мир кино. Несмотря на театральные успехи, путь к большому экрану пришлось начинать с эпизодической роли в драме «Джулия». В том же 1977 году с ее участием вышли ленты «Тайная служба» и «Самый смертоносный сезон», а уже в 1978-м Мэрил добилась значительных успехов в кино: она снялась в картине «Охотник на оленей» и номинировалась на премии «Оскар» и «Золотой глобус». Кроме того, за роль в мини-сериале о войне «Холокост» она получила «Эмми». В последующие годы карьера Стрип развивалась стремительно. С ее участием вышли фильмы, высоко оцененные как критиками, так и зрителями, и отмеченные престижным премиями, в том числе «Оскаром» и «Золотым глобусом»: «Манхэттен», «Соблазнение», «Крамер против Крамера».
Популярность Мэрил росла, и в последующие годы она сыграла в лентах «Женщина французского лейтенанта», «Выбор Софии», которая принесла очередного «Оскара», «Силквуд», «Влюбленные», «Из Африки», «Беспокойное сердце», «Чертополох», «Дьяволица». Стрип стала самой известной и успешной актрисой Голливуда. В 80-х годах она появлялась и в новом для себя амплуа – комедийном. Большинство проектов с ней были тепло приняты зрителями и критиками, многие отмечены престижными наградами или номинациями. Среди фильмов периода 90-х годов можно отметить ленты «Открытка с края бездны», «Защищая твою жизнь», «Смерть ей к лицу», «Дом духов», «Дикая река», «Мосты округа Мэдисон», «Комната Марвина», «Танцы во время Луназы», «Истинные ценности», «Хризантемы», «Музыка сердца».
Несмотря на множество удачных работ, по мнению критиков, одну из своих лучших ролей Стрип исполнила в 53 года в драме «Часы», которая вышла на экраны в 2002 году и была награждена значительным числом кинопремий. «Адаптация», мини-сериал «Ангелы в Америке», «Мой лучший любовник», «Дьявол носит Prada», «Темная история», «Львы для ягнят», «Капитуляция», «Вечер» – наиболее яркие картины 2000-х с участием актрисы.
На протяжении всей своей длительной и плодотворной карьеры Стрип демонстрировала высочайший уровень мастерства. Среди ее работ последних лет можно отметить такие популярные фильмы, как «Мамма MIA!», «Сомнение», «Джули и Джулия: Готовим счастье по рецепту», «Простые сложности», «Железная леди» и «Весенние надежды».
Всего на счету Стрип 17 номинаций на премию «Оскар» – рекорд в истории кинематографа. Она активно участвует в общественной деятельности и занимается благотворительностью. С 1978 года Мэрил состоит в счастливом браке со скульптором Доном Гаммеро, у нее четверо детей. В настоящее время актриса проживает на своем ранчо в Коннектикуте и продолжает сниматься в кино.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (95, 'Лукас', 'Хеджес', 'Лукас Хеджес (Lucas Hedges) — американский актёр, снимался у Уэса Андерсона и Терри Гиллиама. Номинант на премию «Оскар» за роль в драме Кеннета Лонергана «Манчестер у моря».', '
Родился 13 декабря 1996 года в Бруклине, в семье поэтессы и актрисы Сьюзан Брюс Титман и номинанта на премию «Оскар» (за сценарий к фильму «Мой мальчик») сценариста и режиссёра Питера Хеджеса. У него есть старший брат Саймон. 
Еще ребенком Лукас дебютировал в фильме своего отца «Влюбиться в невесту брата», но сцены с его участием были вырезаны из окончательной версии фильма. В 2012 году на одной из школьных постановок Лукаса заметили продюсеры и пригласили его на съемки «Королевства полной луны» Уэса Андерсона. Позже он снялся в фильмах «Артур Ньюман» Данте Ариола, «День Труда» Джейсона Рейтмана и в фильме «Теорема Зеро» Терри Гиллиама. В 2014 году вновь снялся у Уэса Андерсона в «Отеле Гранд Будапешт».
В апреле 2015 Хеджес присоединился к актёрскому составу фильма Кеннета Лонергана «Манчестер у моря», номинированном на «Оскар». В нём он сыграл роль 16-летнего подростка, недавно потерявшего своего отца и оставленного на попечении дяди. За роль в фильме Лонергана Хеджес получил восторженные отзывы критиков и прессы. ');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (96, 'Дайэнн', 'Уист', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (97, 'Кэндис', 'Берген', 'Кэндис Берген – американская актриса и бывшая модель, наиболее известная по ролям в таких картинах как «Стильная штучка», «Мисс Конгениальность», «Ганди».', '
Кэндис Патрисия Берген появилась на свет 9 мая 1946 года в Лос-Анджелесе, штат Калифорния. Ее мать Фрэнсис Берген, более известная как Фрэнсис Уэсткотт, была моделью одного из первых в мире модельных агентств – нью-йоркского модельного агентства Джона Пауэрса. Ее отцом был известный американский чревовещатель, комик и актер Эдгар Берген. Ее дедушка и бабушка были шведскими эмигрантами, настоящая фамилия которых звучала как «Бергрен». 
Кэндис начала появляться на радиопередачах своего отца еще в дошкольном возрасте, хотя в детстве девочка мечтала стать модным дизайнером. Берген поступила в Пенсильванский университет, где стала мисс Университет, но так и не получила образование, в связи с активно развивающейся модельной карьерой. Лишь только в зрелом возрасте, в 1992 году, Берген получила докторскую степень.
На большом экране Кэндис дебютировала в 1966 году в драме о жизни частной школы «Группа». За ней последовала работа в военной драме «Песчаная галька», комедии «День, когда всплыла рыба», драме «Жить, чтобы жить», боевике «Искатели приключений», детективной драме «Маг», мелодраме «Напрямик», вестерне «Солдат в синем мундире», драме «Познание плоти», вестерне «Охота», драме «Т. Р. Баскин», комедии «Похитители бриллиантов», боевике «Ветер и лев», триллере «Принцип домино», боевике «Прикуси пулю», драме «Конец света в нашей супружеской постели однажды дождливой ночью», мелодраме «История Оливера», мелодраме «Начать сначала», драме «Богатые и знаменитые», мелодраме «Король Артур», биографической драме «Ганди», триллере «Стик», драме «Мадам Мэйфлауэр».
В последние годы Берген снялась в мелодраме «Мэри и Тим», комедии «Мисс Конгениальность», мелодраме «Стильная штучка», комедии «Свадебная вечеринка», мелодраме «Вид сверху лучше», триллере «След», мелодраме «Секс в большом городе», драме «Женщины», мелодраме «Война невест», драме «Романтики».
Кроме того, Кэндис принимала участие в съемках таких многосерийных картин как «Маппет-шоу», «Голливудские жены», «Мерфи Браун», «Сайнфелд», «Закон и порядок», «Секс в большом городе», «Юристы Бостона», «Закон и порядок: Суд присяжных», «Шоу Майкла Дж. Фокса».
Берген является политической активисткой, она работала вместе с известным американским государственным деятелем и дипломатом Генри Киссинджер, а также для президентской компании Джорджа Макговерна. 
Берген и ее бывший гражданский муж, музыкант Терри Мелчер, жили на вилле, проданую впоследствии Роману Полански и Шэрон Тэйт, которую, вместе еще с троими людьми, убили последователи Чарльза Мэнсона в этом самом доме. 
В 1980 году Кэндис вышла замуж за французского кинорежиссера Луи Маля, но в 1995 году Луи скончался от рака, у пары есть общая дочь Хлоя. 
На данный момент Берген замужем за нью-йоркским миллионером, владельцем риэлтерской империи, Маршаллом Роузом. ');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (98, 'Крэйг', 'Гиллеспи', '
Крэйг Гиллеспи – австралийский режиссер, которого все знают и уважают за способность показать великолепную игру актёров, используя нестандартные комедийные приемы. Также снимает рекламные ролики.', '


Работы, в которых Гиллеспи балансирует между комедией и обыденностью, отличаются особой тональностью. Общие кассовые сборы его картин превысили 240 миллионов долларов. В его фильмах была задействована целая плеяда талантливых актёров: Райан Гослинг, Колин Фарелл, Крис Пайн, Кейси Аффлек, Джон Хэмм, Тони Коллетт, Марго Робби, Эмма Томпсон и Эмма Стоун. 


«Тоня против всех», одна из последних работ Гиллеспи, была показана на кинофестивале в Торонто и принесла режиссеру три номинации на премию «Оскар»® и столько же на премию «Золотой Глобус»®. Актриса Эллисон Дженни получила премию Американской Кино Академии и «Золотой Глобус»® как лучшая актриса второго плана. Фильма рассказывает о скандально известной американской фигуристке Тони Хардинг, которая из национальной гордости превращается в изгоя после того, как её публично обвинили в сговоре по устранению своей основной соперницы накануне Олимпиады 1994 года. 


В 2016 Крэйг Гиллеспи снял фильм «И грянул шторм» с участием Криса Пайна, Кейси Аффлека, Бена Фостера, Холлидей Грейнджер, Джона Ортиса и Эрика Баны.


В 2014 году Гиллеспи руководит съемками фильма для студии Disney под названием «Рука на миллион» с участием Джона Хэмма. Лента рассказывает историю появления первых индийцев в американском профессиональном бейсболе. В 2011 году Крэйг снимает ремейк «Ночи страха» с участием Антона Ельчина и Колина Фаррела. 

Картиной, на которой Крэйг Гиллеспи впервые выступил в качестве режиссера, стала созданная в 2007 комедия «Мистер Простофиля» с участием Билли Боба Торнтона, Шона Уильяма Скотта и Сьюзен Сарандон. В том же году он заставил о себе говорить после выхода фильма «Ларс и настоящая девушка» с участием Райана Гослинга. Газета Los Angeles Times назвала его работу «невероятным праздником неиссякаемого воображения». Нэнси Оливер была номинирована на премию «Оскар»® за лучший сценарий. 


Гиллеспи выступил режиссером и продюсером сериала «Такая разная Тара». Тони Коллетт, актриса, сыгравшая главную роль, была удостоена премий «Эми» и «Золотого Глобус». 


Также на счету Крэйга Гиллеспи многочисленные награды за съёмку рекламные ролики, включая «каннских львов» и «Эми».
');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (99, 'Марго', 'Робби', 'Марго Элис Робби (англ. Margot Elise Robbie) – австралийская актриса и продюсер, известная рядом ярких ролей в кино и на телевидении, на протяжении десятилетия носит негласный титул «секс-символа» современного кинематографа. Наибольшую славу Марго принесло воплощение образа комиксной злодейки Харли Квинн, а также участие в фильмах Мартина Скорсезе и Квентина Тарантино.', '
Марго Робби появилась на свет 3 июля 1990 года в австралийском городе Дэлби. Детство будущей кинозвезды прошло на ферме, где ее вместе с тремя братьями и сестрой воспитывала мать-одиночка. В юные годы Марго отнюдь не блистала красотой, носила очки и брекеты на зубах, но могла похвастать умением водить трактор и доить коров, что было куда актуальнее для её семьи. Втайне же девочка мечтала о кино. В школе Марго начала подрабатывать, чтобы собрать деньги на обучение актерскому мастерству: работала официанткой, помощником повара и даже уборщицей.
В 17 лет Робби переезжает в Мельбурн, где на самостоятельно заработанные деньги поступает на актерские курсы. В Мельбурне ей приходится несладко: она учится, бегает на бесконечные пробы и кастинги, зарабатывает себе на жизнь, продавая бутерброды в «Сабвее». По иронии судьбы, будучи уже узнаваемой актрисой в Австралии, именно Марго стала лицом рекламной компании сети «Сабвей».
Первой большой удачей в карьере для Робби стала роль в сериале «Соседи». Этот уже легендарный сериал идет в Австралии с 1985 года, и он стал первой ступенькой к успеху для многих, теперь уже сложившихся голливудских звезд: Рассела Кроу, Гая Пирса, Кайли Миноуг. Марго продержалась в сериале в роли бисексуалки Донны Фридман 3 года. За эту роль актриса получила 2 номинации престижной австралийской награды «Логги» (эквивалент американской премии «Эмми»).
Успех на родине не вскружил голову практичной австралийке, ей нужно было двигаться дальше. В 2011 году она переезжает в Лос-Анджелес, чтобы покорить Голливуд. Вскоре Марго получает роль в сериале «Пэн Американ». Участие в этом сериале приносит ей внимание серьезных киностудий. Марго приглашают в большое кино. В 2013 году она снимается в фильмах «Бойфренд из будущего» и «Волк с Уолл-Стрит», где воплощает свою детскую мечту – знакомится с Леонардо ДиКаприо. На пробах она просто поразила Скорсезе, когда настолько вошла в роль, что ударила ДиКаприо по лицу во время диалога. На долю Робби выпал десяток запоминающихся сцен, в том числе и провокационных. Дерзкий нрав очень пригодился Марго в съемках, позволив держаться уверенно и естественно, что вызвало закономерный интерес широкой публики к малоизвестной тогда австралийской диве. Фильм «Волк с Уолл-Стрит» ждала оглушительная слава, часть которой заслуженно перепала и Марго Робби.
Работа с Мартином Скорсезе стала переломным этапом в карьере актрисы. О Марго заговорили, ее фотографии начали появляться на обложках глянцевых журналов, а предложения сниматься стали поступать одно за другим. Робби исполняет главные роли в криминальной комедии «Фокус» (2015) с Уиллом Смитом, в очередной экранизации о Тарзане (2016), где её партнером стал Александр Скарсгард. В том же 2016-м Робби исполнила роль, которая на долгие годы стала её «визитной карточкой» - взбалмошной и сексапильной психопатки Харли Квинн, возлюбленной Джокера, заклятого врага Бэтмена. Марго в этом образе получилась невероятно притягательной, яркой и эксцентричной, став фактически лучшей частью провального в целом «Отряда самоубийц» (2016).
Громкая слава в среде поклонников мейнстримного кино и растущие гонорары не поколебали желания Марго Робби попробовать себя в драматических ролях. Честолюбивая австралийка мечтала завоевать «Оскар», справедливо полагая, что способна покорить публику не столько внешними данными, сколько артистизмом. Подходящий шанс выпал, когда Марго досталась роль фигуристки Тони Хардинг в биографической драме с элементами черной комедии «Тоня против всех» (2017). Для убедительного вхождения в образ Марго научилась кататься на коньках и разучила некоторые элементы в фигурном катании. Благодаря превосходной операторской работе складывалось впечатление, что Робби сама исполняет на льду сложнейшие трюки. Фильм «Тоня против всех» был успешен в прокате, заслужил признание критиков, а сама Марго была номинирована на «Оскар» и «Золотой глобус». И хоть взять эти награды ей было не суждено, а австралийская красавица доказала свой талант.
Серьезные роли Марго Робби чередовались с лёгкими, в каждом образе девушка смотрелась свежо и ярко, но фильмы как правило «не выстреливали». Так произошло с неонурным триллером «Конченая» (2018), с драмой «Страна грез» (2018) и исторической лентой «Две королевы» (2018). Стало понятно, что с развитием наметились определенные проблемы. Годом позже Марго приняла участие в двух громких премьерах – драмы «Скандал» и комедии «Однажды в Голливуде». В последнем фильме Робби отыграла Шерон Тейт, беременную жену знаменитого режиссера Романа Полански, чье жестокое убийство в конце 60-х потрясло США. Лента Квентина Тарантино представила альтернативный взгляд на исторические события, что позволило Марго слегка отойти от реальной личности.

Спустя ещё год, в 2020-м Робби возвращается к своему культовому образу Харли Квинн, получив главную роль в фильме-сольнике, посвященному этой героине. Картину «Хищные птицы: Потрясающая история Харли Квинн» ждал столь же холодный прием, что и «Отряд самоубийц», но сама Марго была по традиции эффектной, сексапильной и запоминающейся. Актриса вновь примерит одеяние сумасшедшей клоунессы для новой версии «Отряда самоубийц», на этот раз режиссуры Джеймса Ганна. 
Марго Робби продолжает оставаться одной из самых востребованных молодых актрис современности. Ее избранником в личной жизни стал помощник режиссера Том Акерли. Пара мечтает о рождении первенца.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (100, 'Себастиан', 'Стэн', 'Себастьян Стэн (англ. Sebastian Stan) - американский актер. Родился в Румынии в Констанце 13 августа 1982 года. Несмотря на то, что актер проживает в Америке, у него румынские корни. В родном городе Себастьян прожил до 8 лет. Когда мальчик был в этом возрасте, его мать-пианистка нашла в Вене работу, и семья переехала в Австрию. Но пробыла чета Стэнов там недолго. Спустя 4 года Себастьян с матерью переехали в США в округ Рокленд.', '
Уже в школе будущий актер начал участвовать в постановках различных пьес по мотивам классических произведений. Когда Себастьян учился в старших классах, он провел летние каникулы в театральном лагере «Stagedoor Manor». Там он был задействован в нескольких представлениях. И именно это и повлияло на его решение относительно выбора профессии.
Как только Себастьян окончил школу, он сразу же подал документы в несколько американских образовательных учреждений, где обучают актерскому мастерству. В результате он учился в Ратгерском университете в Нью-Джерси. Стэн получил степень бакалавра, а затем еще год стажировался в лондонском театре «Глобус». 
Окончив университет в 2005 году, он сразу же попал на съемки «Архитектора». В этом проекте он работал вместе с Изабеллой Росселлини и Энтони ЛаПалья. В 2006 году в прокате появился фильм «Сделка с дьяволом». Здесь Себастьян Стэн сыграл главного отрицательного персонажа. Его коллегой на съемках стал Чейз Кроуфорд.
В 2007 году Стэн приступил к съемкам в сериале «Сплетница». Там ему досталась роль Картера Бейзена. В этом же году он исполнил роль Лео в драме «Образование Чарли Бэнкса». 
В 2009 году телезрители увидели его в сериале «The Kings», а сам Себастьян продолжил сниматься в некоторых эпизодах «Сплетницы». Летом этого же года в свет вышел фильм «Бабник». Стэн сыграл роль лучшего друга главного героя (Эштон Катчер). Но наибольшую популярность актеру принесла роль Баки Барнса в 2 фильмах - «Первый мститель» и «Первый мститель: Другая война».
Себастьян Стэн снялся более чем в 30 фильмах. Самыми популярными работами стали картины «Политиканы», «Черный лебедь», «Лабиринт», «Марсианин», «Явление», «Красные двери», «Машина времени в джакузи», «Рэйчел выходит замуж», «Политические животные», «Игра на выживание» и другие.
В 2008 году Себастьян Стэн начал строить отношения со своей коллегой по сериалу «Сплетница» Лейтон Мистер. Однако спустя 2 года молодые люди расстались. После этого у актера был непродолжительный роман с Дианой Агрон, известной большинству телезрителей по сериалу «Хор». В мае 2012 года Стэн снова начал отношения с другой коллегой по съемочной площадке. На этот раз его сердце было отдано актрисе Дженнифер Моррисон, с которой Себастьян Стэн снялся в популярном телевизионном сериале «Однажды в сказке».
В 2014 года Стэн начал встречаться с американской актрисой с русскими корнями Маргаритой Левиевой. Она известна широкой публике по таким сериалам, как «Черный список», «Короли», «Месть», «Как добиться успеха в Америке». Многие фанаты полюбили ее по фильмам «Линкольн для адвоката» и «Невидимый». ');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (101, 'Эллисон', 'Дженни', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (102, 'Кэйтлин', 'Карвер', NULL, NULL);
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (103, 'Бобби', 'Каннавале', '
Бобби Каннавале получил две премии «Эмми» и был номинирован на «Тони». Сейчас он снимается в минисериале «Девять совсем незнакомых людей» по мотивам одноимённой книги Лианы Мориарти («Большая маленькая ложь»). Каннавале работает на съёмочной площадке с такими актёрами, как Николь Кидман, Мелисса Маккарти, Майкл Шеннон и Самара Уивинг. Премьера сериала намечена на 2021 год.', '

В прошлом году Каннавале вернулся на театральную сцену в постановке австралийского режиссёра Саймона Стоуна «Медея» по мотивам одноимённой греческой трагедии Еврипида. Главную роль в спектакле сыграла Роуз Бирн. Постановка шла в январе 2020 года в нью-йоркском BAM Harvey Theater и была очень тепло встречена критиками. 

В 2019-м Каннавале снялся в гангстерском фильме Мартина Скорсезе «Ирландец» с Робертом Де Ниро и Аль Пачино. Картина была номинирована на «Оскар» в десяти категориях, включая «Лучший фильм года». Каннавале и его коллеги были номинированы на премию Гильдии киноактёров в категории «Актёрский состав в полнометражном фильме». 

В начале 2019 года Каннавале появился в криминальной драме Эдварда Нортона «Сиротский Бруклин» с Нортоном, Брюсом Уиллисом, Лесли Манн и Уиллемом Дефо. Премьера картины состоялась на кинофестивале в Торонто в 2019 году, фильм также закрывал кинофестиваль в Нью-Йорке. В национальный кинопрокат картина вышла 1 ноября 2019 года. 

Актёр появлялся в сериалах «Возвращение домой» (Amazon), «Энджи Трайбека» (TBS), «Мистер Робот» (USA), «Мастер не на все руки» (Netflix), «Винил» (HBO), «Подпольная империя» (HBO, премия «Эмми» и номинация на премию Гильдии киноактёров), «Сестра Джеки» (Showtime, две номинации на «Эмми» и номинация на премию Гильдии киноактёров) и «Уилл и Грейс» (NBC, премия «Эмми»). 

Театральной аудитории Каннавале знаком по ролям в спектаклях «Продолжительность жизни факта», «Волосатая обезьяна» (номинация на премию Drama Desk), The Big Knife, «Гленгарри Глен Росс», The Motherf**ker With the Hat (номинации на премии Drama Desk и «Тони»), «Маврикий» (номинация на «Тони»), Hurlyburly, F--ing A и The Gingerbread House. 

Каннавале живёт в Нью-Йорке. Он является постоянным членом труппы театра Labyrinth Theater Company.

');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (104, 'МакКенна', 'Грейс', '
Маккенна Грейс – восходящая звезда кинематографа. Недавно её можно было увидеть в компании Виолы Дэвис в комедийной драме Amazon «Нулевой отряд» и в фильме ужасов New Line «Проклятие Аннабель 3», заключительной части франшизы «Проклятие», фильмы которой собрали в мировом прокате в совокупности более $1 млрд. Ранее юная актриса снималась с Бри Ларсон в фантастическом боевике Marvel «Капитан Марвел».', '

Пожалуй, самой значимой в карьере Грейс стала главная роль в драме Марка Уэбба «Одаренная» (студии Fox Searchlight) с Крисом Эвансом в главной роли. За свою работу Грейс была номинирована на премию ассоциации телевизионных кинокритиков в категории «Лучший юный актёр или актриса». Ранее её можно было увидеть в номинированном на «Оскар» фильме «Тоня против всех» и в главной роли в телевизионном триллере Роба Лоу «Дурная кровь» на канале Lifetime. 

Недавно Грейс появилась на канале Netflix в сериале «Призрак дома на холме» в компании Карлы Гуджино, Михиля Хаусмана и Тимоти Хаттона. Среди других телевизионных работ актрисы стоит отметить амплуа дочери персонажа Кифера Сазерленда в сериале ABC/Netflix «Последний кандидат» и роль в комедийном сериале CBS «Детство Шелдона».
');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (105, 'Бояна', 'Новакович', 'Бояна Новакович (Bojana Novakovic) - известная актриса театра и кино. Родилась 17 ноября 1981 года в городе Белград, Сербия.', '
Когда девочке исполнилось 7 лет, она вместе с родителями переехала в Австралию. В детстве Бояна мечтала стать врачом или социальным работником, но после того как успешно выступила в школьных постановках, решила связать свою жизнь с актерской игрой. После окончания колледжа «МакДональд» в Сиднее Новакович поступила в Австралийский Национальный институт Драматических искусств, который в 2002 году с успехом окончила, ей была присвоена степень бакалавра в области драмы.
После завершения учебы Бояна начала свою актерскую карьеру, первые ее роли в кино были эпизодические, она появилась в таких сериалах, как «Большое небо», «Школа разбитых сердец», «Водяные крысы» и «Зов убийцы». Также она была задействована и в картинах австралийского производства, с ее участием вышли киноленты «Черная скала» и «Маска обезьяны». В 2003 году актриса работала над картиной «Marking Time» для канала ABC, за безупречно сыгранную роль Новакович была удостоена премии на Австралийском кинофестивале «Award AFI» в номинации «Лучшая женская роль». 
После такого успеха к Бояне пришла известность и популярность. Ей поступило приглашение на съемки в США, где она снялась в таких картинах, как «Возмездие», «Дьявол» и «Затащи меня в ад». Работа в данных кинолентах укрепила известность актрисы, она стала востребованной и узнаваемой. В 2004 году с ее участием вышла кинолента под названием «Сраженные наповал», в следующем году на экранах телевизоров появился фильм «Соло», в 2006 году зрители увидели актрису в картине «Оптимисты».
В период с 2007 по 2010 годы Бояна активно снималась в телесериале под названием «Наслаждение», также в это время на телеэкранах появились такие картины с участием Новакович, как «Затащи меня в ад» (2009), «Возмездие» (2010), «Дъявол» (2010). Среди ее работ имеются такие фильмы, как «Трое в Нью-Йорке» (2011), «Горящий человек» (2011) и «Помогите стать отцом» (2012).
Помимо работы в кино, Бояна также играет и на сцене театра. В Австралийском театре с ее участием вышли постановки под названием «These People» и «Away and Strange Fruit». В театре Мельбурна зрители увидели любимую актрису в пьесах «Necessary Targets», «Criminology» и «Woyzeck». Некоторые из этих работ были высоко оценены и принесли Новакович новые награды. 
Сейчас Бояна - успешная и востребованная актриса, она активно снимается в кино. Она работает над съемками картин «Burning Man» и «Тени от неба». В 2014 году актриса отлично исполнила главную женскую роль в картине «Рейк», а по окончании съемок сразу же получила предложение о ведущей роли в кинопроекте канала ABC «Агата».
Помимо съемок, актриса пробует себя в режиссуре, она владеет собственной театральной компанией под названием «Ride On Theatre», созданной в 2003 году. Успех как к режиссеру-постановщику пришел лишь в 2011 году, когда пьеса «Мэри Маклейн», написанная Бояной, имела ошеломительный успех у публики. Также Новакович работает сербским переводчиком для кино и театра.');
INSERT INTO public.actor_entity ("actorId", "firstName", "lastName", story, biography) VALUES (106, 'Джулианна', 'Николсон', NULL, NULL);


--
-- TOC entry 3341 (class 0 OID 27824)
-- Dependencies: 219
-- Data for Name: actor_film_entity; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1, 1, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2, 1, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3, 1, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (4, 1, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (5, 1, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (6, 1, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (7, 1, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (8, 1, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (9, 1, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (10, 1, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (11, 1, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (12, 1, 36, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (13, 1, 92, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (14, 2, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (15, 2, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (16, 2, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (17, 2, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (18, 2, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (19, 2, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (20, 2, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (21, 2, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (22, 2, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (23, 2, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (24, 2, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (25, 2, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (26, 2, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (27, 2, 49, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (28, 3, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (29, 3, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (30, 3, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (31, 3, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (32, 3, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (33, 3, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (34, 3, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (35, 3, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (36, 3, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (37, 3, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (38, 3, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (39, 3, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (40, 3, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (41, 3, 10, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (42, 3, 72, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (43, 4, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (44, 4, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (45, 4, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (46, 4, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (47, 4, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (48, 4, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (49, 4, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (50, 4, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (51, 4, 1, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (52, 4, 19, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (53, 4, 25, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (54, 5, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (55, 5, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (56, 5, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (57, 5, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (58, 5, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (59, 5, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (60, 5, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (61, 5, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (62, 5, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (63, 5, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (64, 5, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (65, 5, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (66, 5, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (67, 5, 9, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (68, 5, 17, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (69, 5, 20, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (70, 6, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (71, 6, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (72, 6, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (73, 6, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (74, 6, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (75, 6, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (76, 6, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (77, 6, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (78, 6, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (79, 6, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (80, 6, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (81, 6, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (82, 6, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (83, 6, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (84, 6, 6, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (85, 7, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (86, 7, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (87, 7, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (88, 7, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (89, 7, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (90, 7, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (91, 7, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (92, 7, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (93, 7, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (94, 7, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (95, 7, 4, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (96, 7, 30, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (97, 7, 53, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (98, 8, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (99, 8, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (100, 8, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (101, 8, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (102, 8, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (103, 8, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (104, 8, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (105, 8, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (106, 8, 3, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (107, 8, 93, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (108, 9, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (109, 9, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (110, 9, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (111, 9, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (112, 9, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (113, 9, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (114, 9, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (115, 9, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (116, 9, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (117, 9, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (118, 9, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (119, 9, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (120, 9, 23, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (121, 9, 53, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (122, 10, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (123, 10, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (124, 10, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (125, 10, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (126, 10, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (127, 10, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (128, 10, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (129, 10, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (130, 10, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (131, 10, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (132, 10, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (133, 10, 25, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (134, 10, 38, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (135, 11, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (136, 11, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (137, 11, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (138, 11, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (139, 11, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (140, 11, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (141, 11, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (142, 11, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (143, 11, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (144, 11, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (145, 11, 71, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (146, 11, 74, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (147, 12, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (148, 12, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (149, 12, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (150, 12, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (151, 12, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (152, 12, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (153, 12, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (154, 12, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (155, 12, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (156, 12, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (157, 12, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (158, 12, 6, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (159, 13, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (160, 13, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (161, 13, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (162, 13, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (163, 13, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (164, 13, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (165, 13, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (166, 13, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (167, 13, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (168, 13, 2, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (169, 13, 82, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (170, 14, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (171, 14, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (172, 14, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (173, 14, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (174, 14, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (175, 14, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (176, 14, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (177, 14, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (178, 14, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (179, 14, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (180, 14, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (181, 14, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (182, 14, 45, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (183, 14, 49, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (184, 14, 66, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (185, 15, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (186, 15, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (187, 15, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (188, 15, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (189, 15, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (190, 15, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (191, 15, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (192, 15, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (193, 15, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (194, 15, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (195, 15, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (196, 15, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (197, 15, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (198, 15, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (199, 15, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (200, 15, 20, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (201, 15, 95, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (202, 16, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (203, 16, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (204, 16, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (205, 16, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (206, 16, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (207, 16, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (208, 16, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (209, 16, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (210, 16, 4, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (211, 16, 5, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (212, 16, 12, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (213, 17, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (214, 17, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (215, 17, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (216, 17, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (217, 17, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (218, 17, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (219, 17, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (220, 17, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (221, 17, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (222, 17, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (223, 17, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (224, 17, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (225, 17, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (226, 17, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (227, 17, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (228, 17, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (229, 17, 62, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (230, 17, 100, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (231, 17, 104, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (232, 18, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (233, 18, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (234, 18, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (235, 18, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (236, 18, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (237, 18, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (238, 18, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (239, 18, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (240, 18, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (241, 18, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (242, 18, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (243, 18, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (244, 18, 48, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (245, 18, 76, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (246, 18, 98, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (247, 19, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (248, 19, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (249, 19, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (250, 19, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (251, 19, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (252, 19, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (253, 19, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (254, 19, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (255, 19, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (256, 19, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (257, 19, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (258, 19, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (259, 19, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (260, 19, 33, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (261, 20, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (262, 20, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (263, 20, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (264, 20, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (265, 20, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (266, 20, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (267, 20, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (268, 20, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (269, 20, 55, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (270, 21, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (271, 21, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (272, 21, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (273, 21, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (274, 21, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (275, 21, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (276, 21, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (277, 21, 80, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (278, 21, 97, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (279, 21, 100, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (280, 22, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (281, 22, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (282, 22, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (283, 22, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (284, 22, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (285, 22, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (286, 22, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (287, 22, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (288, 22, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (289, 22, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (290, 22, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (291, 22, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (292, 22, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (293, 22, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (294, 22, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (295, 22, 6, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (296, 23, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (297, 23, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (298, 23, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (299, 23, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (300, 23, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (301, 23, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (302, 23, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (303, 23, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (304, 23, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (305, 23, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (306, 23, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (307, 23, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (308, 23, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (309, 23, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (310, 23, 1, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (311, 23, 78, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (312, 23, 85, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (313, 24, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (314, 24, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (315, 24, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (316, 24, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (317, 24, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (318, 24, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (319, 24, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (320, 24, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (321, 24, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (322, 24, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (323, 24, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (324, 24, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (325, 24, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (326, 24, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (327, 24, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (328, 24, 38, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (329, 24, 98, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (330, 25, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (331, 25, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (332, 25, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (333, 25, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (334, 25, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (335, 25, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (336, 25, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (337, 25, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (338, 25, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (339, 25, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (340, 25, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (341, 25, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (342, 25, 64, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (343, 26, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (344, 26, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (345, 26, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (346, 26, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (347, 26, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (348, 26, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (349, 26, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (350, 26, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (351, 26, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (352, 26, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (353, 26, 16, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (354, 27, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (355, 27, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (356, 27, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (357, 27, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (358, 27, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (359, 27, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (360, 27, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (361, 27, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (362, 27, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (363, 27, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (364, 27, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (365, 27, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (366, 27, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (367, 27, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (368, 27, 28, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (369, 27, 50, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (370, 28, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (371, 28, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (372, 28, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (373, 28, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (374, 28, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (375, 28, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (376, 28, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (377, 28, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (378, 28, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (379, 28, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (380, 28, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (381, 28, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (382, 28, 76, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (383, 28, 86, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (384, 28, 98, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (385, 29, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (386, 29, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (387, 29, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (388, 29, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (389, 29, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (390, 29, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (391, 29, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (392, 29, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (393, 29, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (394, 29, 24, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (395, 30, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (396, 30, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (397, 30, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (398, 30, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (399, 30, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (400, 30, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (401, 30, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (402, 30, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (403, 30, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (404, 30, 10, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (405, 30, 32, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (406, 31, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (407, 31, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (408, 31, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (409, 31, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (410, 31, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (411, 31, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (412, 31, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (413, 31, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (414, 31, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (415, 31, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (416, 31, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (417, 31, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (418, 31, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (419, 31, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (420, 31, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (421, 31, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (422, 31, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (423, 31, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (424, 31, 52, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (425, 32, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (426, 32, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (427, 32, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (428, 32, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (429, 32, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (430, 32, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (431, 32, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (432, 32, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (433, 32, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (434, 32, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (435, 32, 5, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (436, 32, 95, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (437, 33, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (438, 33, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (439, 33, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (440, 33, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (441, 33, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (442, 33, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (443, 33, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (444, 33, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (445, 33, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (446, 33, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (447, 33, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (448, 33, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (449, 33, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (450, 33, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (451, 33, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (452, 33, 21, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (453, 34, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (454, 34, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (455, 34, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (456, 34, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (457, 34, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (458, 34, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (459, 34, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (460, 34, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (461, 34, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (462, 34, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (463, 34, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (464, 34, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (465, 34, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (466, 34, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (467, 34, 72, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (468, 35, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (469, 35, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (470, 35, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (471, 35, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (472, 35, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (473, 35, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (474, 35, 20, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (475, 35, 84, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (476, 36, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (477, 36, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (478, 36, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (479, 36, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (480, 36, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (481, 36, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (482, 36, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (483, 36, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (484, 36, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (485, 36, 46, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (486, 36, 76, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (487, 37, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (488, 37, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (489, 37, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (490, 37, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (491, 37, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (492, 37, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (493, 37, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (494, 37, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (495, 37, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (496, 37, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (497, 37, 1, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (498, 38, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (499, 38, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (500, 38, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (501, 38, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (502, 38, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (503, 38, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (504, 38, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (505, 38, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (506, 38, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (507, 38, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (508, 38, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (509, 38, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (510, 38, 29, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (511, 38, 71, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (512, 39, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (513, 39, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (514, 39, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (515, 39, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (516, 39, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (517, 39, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (518, 39, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (519, 39, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (520, 39, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (521, 39, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (522, 39, 3, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (523, 39, 19, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (524, 39, 97, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (525, 40, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (526, 40, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (527, 40, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (528, 40, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (529, 40, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (530, 40, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (531, 40, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (532, 40, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (533, 40, 22, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (534, 40, 35, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (535, 40, 73, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (536, 41, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (537, 41, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (538, 41, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (539, 41, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (540, 41, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (541, 41, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (542, 41, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (543, 41, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (544, 41, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (545, 41, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (546, 41, 34, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (547, 41, 52, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (548, 41, 81, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (549, 42, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (550, 42, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (551, 42, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (552, 42, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (553, 42, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (554, 42, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (555, 42, 52, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (556, 42, 72, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (557, 42, 91, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (558, 43, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (559, 43, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (560, 43, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (561, 43, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (562, 43, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (563, 43, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (564, 43, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (565, 43, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (566, 43, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (567, 43, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (568, 43, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (569, 43, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (570, 43, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (571, 43, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (572, 43, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (573, 43, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (574, 43, 27, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (575, 43, 83, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (576, 44, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (577, 44, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (578, 44, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (579, 44, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (580, 44, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (581, 44, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (582, 44, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (583, 44, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (584, 44, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (585, 44, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (586, 44, 103, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (587, 45, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (588, 45, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (589, 45, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (590, 45, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (591, 45, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (592, 45, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (593, 45, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (594, 45, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (595, 45, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (596, 45, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (597, 45, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (598, 45, 27, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (599, 45, 34, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (600, 46, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (601, 46, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (602, 46, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (603, 46, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (604, 46, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (605, 46, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (606, 46, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (607, 46, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (608, 46, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (609, 46, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (610, 46, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (611, 46, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (612, 46, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (613, 46, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (614, 46, 22, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (615, 47, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (616, 47, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (617, 47, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (618, 47, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (619, 47, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (620, 47, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (621, 47, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (622, 47, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (623, 47, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (624, 47, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (625, 47, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (626, 47, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (627, 47, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (628, 47, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (629, 47, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (630, 47, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (631, 47, 31, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (632, 47, 48, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (633, 47, 71, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (634, 48, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (635, 48, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (636, 48, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (637, 48, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (638, 48, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (639, 48, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (640, 48, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (641, 48, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (642, 48, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (643, 48, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (644, 48, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (645, 48, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (646, 48, 1, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (647, 48, 83, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (648, 49, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (649, 49, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (650, 49, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (651, 49, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (652, 49, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (653, 49, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (654, 49, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (655, 49, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (656, 49, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (657, 49, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (658, 49, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (659, 49, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (660, 49, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (661, 49, 104, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (662, 50, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (663, 50, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (664, 50, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (665, 50, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (666, 50, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (667, 50, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (668, 50, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (669, 50, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (670, 50, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (671, 50, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (672, 50, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (673, 50, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (674, 50, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (675, 50, 44, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (676, 50, 50, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (677, 51, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (678, 51, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (679, 51, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (680, 51, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (681, 51, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (682, 51, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (683, 51, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (684, 51, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (685, 51, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (686, 51, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (687, 51, 56, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (688, 52, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (689, 52, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (690, 52, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (691, 52, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (692, 52, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (693, 52, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (694, 52, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (695, 52, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (696, 52, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (697, 52, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (698, 52, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (699, 52, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (700, 52, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (701, 52, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (702, 52, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (703, 52, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (704, 52, 5, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (705, 52, 61, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (706, 52, 90, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (707, 53, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (708, 53, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (709, 53, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (710, 53, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (711, 53, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (712, 53, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (713, 53, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (714, 53, 1, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (715, 53, 73, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (716, 53, 97, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (717, 54, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (718, 54, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (719, 54, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (720, 54, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (721, 54, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (722, 54, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (723, 54, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (724, 54, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (725, 54, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (726, 54, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (727, 54, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (728, 54, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (729, 54, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (730, 54, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (731, 54, 10, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (732, 54, 20, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (733, 55, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (734, 55, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (735, 55, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (736, 55, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (737, 55, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (738, 55, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (739, 55, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (740, 55, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (741, 55, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (742, 55, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (743, 55, 4, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (744, 55, 49, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (745, 55, 86, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (746, 56, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (747, 56, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (748, 56, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (749, 56, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (750, 56, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (751, 56, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (752, 56, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (753, 56, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (754, 56, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (755, 56, 48, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (756, 56, 66, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (757, 56, 68, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (758, 57, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (759, 57, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (760, 57, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (761, 57, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (762, 57, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (763, 57, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (764, 57, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (765, 57, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (766, 57, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (767, 57, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (768, 57, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (769, 57, 37, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (770, 58, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (771, 58, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (772, 58, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (773, 58, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (774, 58, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (775, 58, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (776, 58, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (777, 58, 9, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (778, 59, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (779, 59, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (780, 59, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (781, 59, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (782, 59, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (783, 59, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (784, 59, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (785, 59, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (786, 59, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (787, 59, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (788, 59, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (789, 59, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (790, 59, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (791, 59, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (792, 59, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (793, 59, 82, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (794, 60, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (795, 60, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (796, 60, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (797, 60, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (798, 60, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (799, 60, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (800, 60, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (801, 60, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (802, 60, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (803, 60, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (804, 60, 42, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (805, 61, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (806, 61, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (807, 61, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (808, 61, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (809, 61, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (810, 61, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (811, 61, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (812, 61, 50, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (813, 61, 63, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (814, 62, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (815, 62, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (816, 62, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (817, 62, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (818, 62, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (819, 62, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (820, 62, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (821, 62, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (822, 62, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (823, 62, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (824, 62, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (825, 62, 67, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (826, 62, 85, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (827, 62, 94, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (828, 63, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (829, 63, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (830, 63, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (831, 63, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (832, 63, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (833, 63, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (834, 63, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (835, 63, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (836, 63, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (837, 63, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (838, 63, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (839, 63, 103, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (840, 64, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (841, 64, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (842, 64, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (843, 64, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (844, 64, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (845, 64, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (846, 64, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (847, 64, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (848, 64, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (849, 64, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (850, 64, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (851, 64, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (852, 64, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (853, 64, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (854, 64, 1, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (855, 64, 70, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (856, 65, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (857, 65, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (858, 65, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (859, 65, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (860, 65, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (861, 65, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (862, 65, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (863, 65, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (864, 65, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (865, 65, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (866, 65, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (867, 65, 47, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (868, 65, 68, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (869, 65, 98, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (870, 66, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (871, 66, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (872, 66, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (873, 66, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (874, 66, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (875, 66, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (876, 66, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (877, 66, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (878, 66, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (879, 66, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (880, 66, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (881, 66, 3, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (882, 66, 17, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (883, 66, 103, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (884, 67, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (885, 67, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (886, 67, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (887, 67, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (888, 67, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (889, 67, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (890, 67, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (891, 67, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (892, 67, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (893, 67, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (894, 67, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (895, 67, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (896, 67, 98, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (897, 68, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (898, 68, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (899, 68, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (900, 68, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (901, 68, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (902, 68, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (903, 68, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (904, 68, 31, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (905, 68, 42, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (906, 68, 105, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (907, 69, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (908, 69, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (909, 69, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (910, 69, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (911, 69, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (912, 69, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (913, 69, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (914, 69, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (915, 69, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (916, 69, 20, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (917, 69, 50, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (918, 69, 63, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (919, 70, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (920, 70, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (921, 70, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (922, 70, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (923, 70, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (924, 70, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (925, 70, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (926, 70, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (927, 70, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (928, 70, 11, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (929, 70, 57, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (930, 71, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (931, 71, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (932, 71, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (933, 71, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (934, 71, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (935, 71, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (936, 71, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (937, 71, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (938, 71, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (939, 71, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (940, 71, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (941, 71, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (942, 71, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (943, 71, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (944, 71, 2, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (945, 71, 46, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (946, 71, 62, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (947, 72, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (948, 72, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (949, 72, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (950, 72, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (951, 72, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (952, 72, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (953, 72, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (954, 72, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (955, 72, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (956, 73, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (957, 73, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (958, 73, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (959, 73, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (960, 73, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (961, 73, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (962, 73, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (963, 73, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (964, 73, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (965, 73, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (966, 73, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (967, 73, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (968, 73, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (969, 73, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (970, 73, 26, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (971, 73, 61, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (972, 74, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (973, 74, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (974, 74, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (975, 74, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (976, 74, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (977, 74, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (978, 74, 45, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (979, 74, 95, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (980, 74, 99, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (981, 75, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (982, 75, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (983, 75, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (984, 75, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (985, 75, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (986, 75, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (987, 75, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (988, 75, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (989, 75, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (990, 75, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (991, 75, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (992, 75, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (993, 75, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (994, 75, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (995, 75, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (996, 75, 64, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (997, 76, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (998, 76, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (999, 76, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1000, 76, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1001, 76, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1002, 76, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1003, 76, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1004, 76, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1005, 76, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1006, 76, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1007, 76, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1008, 76, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1009, 76, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1010, 76, 19, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1011, 76, 55, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1254, 94, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1255, 94, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1256, 94, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1257, 94, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1258, 94, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1259, 94, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1260, 94, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1261, 94, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1262, 94, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1263, 94, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1264, 94, 6, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1265, 94, 55, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1266, 94, 70, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1281, 96, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1282, 96, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1283, 96, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1028, 78, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1029, 78, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1030, 78, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1031, 78, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1032, 78, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1033, 78, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1034, 78, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1035, 78, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1036, 78, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1037, 78, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1038, 78, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1039, 78, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1040, 78, 15, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1041, 78, 32, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1042, 79, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1043, 79, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1044, 79, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1045, 79, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1046, 79, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1047, 79, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1048, 79, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1049, 79, 4, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1050, 79, 29, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1051, 79, 35, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1052, 80, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1053, 80, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1054, 80, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1055, 80, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1056, 80, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1057, 80, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1058, 80, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1059, 80, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1060, 80, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1061, 80, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1062, 80, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1063, 80, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1064, 80, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1065, 80, 12, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1066, 80, 55, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1067, 80, 62, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1068, 81, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1069, 81, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1070, 81, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1071, 81, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1072, 81, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1073, 81, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1074, 81, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1075, 82, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1076, 82, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1077, 82, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1078, 82, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1079, 82, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1080, 82, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1081, 82, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1082, 82, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1083, 82, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1084, 82, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1085, 82, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1086, 82, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1087, 82, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1088, 82, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1089, 82, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1090, 82, 67, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1091, 83, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1092, 83, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1093, 83, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1094, 83, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1095, 83, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1096, 83, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1097, 83, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1098, 83, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1099, 83, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1100, 83, 43, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1101, 83, 77, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1102, 84, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1103, 84, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1104, 84, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1105, 84, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1106, 84, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1107, 84, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1108, 84, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1109, 84, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1110, 84, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1111, 84, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1112, 84, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1113, 84, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1114, 84, 59, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1115, 84, 76, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1116, 84, 100, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1117, 85, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1118, 85, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1119, 85, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1120, 85, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1121, 85, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1122, 85, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1123, 85, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1124, 85, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1125, 85, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1126, 85, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1127, 85, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1128, 85, 7, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1129, 85, 43, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1130, 85, 100, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1131, 86, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1132, 86, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1133, 86, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1134, 86, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1135, 86, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1136, 86, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1137, 86, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1138, 86, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1139, 86, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1140, 86, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1141, 86, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1142, 86, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1143, 86, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1144, 86, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1145, 86, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1146, 86, 9, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1147, 87, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1148, 87, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1149, 87, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1150, 87, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1151, 87, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1152, 87, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1153, 87, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1154, 87, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1155, 87, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1156, 87, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1157, 87, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1158, 87, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1159, 87, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1160, 87, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1161, 87, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1162, 87, 57, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1163, 87, 67, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1164, 88, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1165, 88, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1166, 88, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1167, 88, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1168, 88, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1169, 88, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1170, 88, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1171, 88, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1172, 88, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1173, 88, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1174, 88, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1175, 88, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1176, 88, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1177, 88, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1178, 88, 24, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1179, 88, 42, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1180, 89, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1181, 89, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1182, 89, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1183, 89, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1184, 89, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1185, 89, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1186, 89, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1187, 89, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1188, 89, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1189, 89, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1190, 89, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1191, 89, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1192, 89, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1193, 89, 26, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1194, 89, 76, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1195, 89, 80, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1196, 90, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1197, 90, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1198, 90, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1199, 90, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1200, 90, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1201, 90, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1202, 90, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1203, 90, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1204, 90, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1205, 90, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1206, 90, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1207, 90, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1208, 90, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1209, 90, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1210, 90, 7, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1211, 90, 26, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1212, 91, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1213, 91, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1214, 91, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1215, 91, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1216, 91, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1217, 91, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1218, 91, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1219, 91, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1220, 91, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1221, 91, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1222, 91, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1223, 91, 73, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1224, 92, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1225, 92, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1226, 92, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1227, 92, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1228, 92, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1229, 92, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1230, 92, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1231, 92, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1232, 92, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1233, 92, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1234, 92, 47, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1235, 92, 75, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1236, 92, 98, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1237, 93, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1238, 93, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1239, 93, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1240, 93, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1241, 93, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1242, 93, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1243, 93, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1244, 93, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1245, 93, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1246, 93, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1247, 93, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1248, 93, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1249, 93, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1250, 93, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1251, 93, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1252, 93, 8, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1253, 93, 103, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1267, 95, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1268, 95, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1269, 95, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1270, 95, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1271, 95, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1272, 95, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1273, 95, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1274, 95, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1275, 95, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1276, 95, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1277, 95, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1278, 95, 10, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1279, 95, 76, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1280, 95, 99, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1284, 96, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1285, 96, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1286, 96, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1287, 96, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1288, 96, 9, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1289, 96, 77, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1290, 96, 99, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1291, 97, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1292, 97, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1293, 97, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1294, 97, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1295, 97, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1296, 97, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1297, 97, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1298, 97, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1299, 97, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1300, 97, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1301, 97, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1302, 97, 93, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1303, 98, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1304, 98, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1305, 98, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1306, 98, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1307, 98, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1308, 98, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1309, 98, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1310, 98, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1311, 98, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1312, 98, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1313, 98, 57, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1314, 98, 98, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1315, 99, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1316, 99, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1317, 99, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1318, 99, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1319, 99, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1320, 99, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1321, 99, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1322, 99, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1323, 99, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1324, 99, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1325, 99, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1326, 99, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1327, 99, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1328, 99, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1329, 99, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1330, 99, 39, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1331, 99, 55, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1332, 99, 98, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1333, 100, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1334, 100, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1335, 100, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1336, 100, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1337, 100, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1338, 100, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1339, 100, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1340, 100, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1341, 100, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1342, 100, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1343, 100, 56, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1344, 100, 94, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1345, 100, 99, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1346, 101, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1347, 101, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1348, 101, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1349, 101, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1350, 101, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1351, 101, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1352, 101, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1353, 101, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1354, 101, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1355, 101, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1356, 101, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1357, 101, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1358, 101, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1359, 101, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1360, 101, 45, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1361, 101, 77, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1362, 101, 79, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1363, 102, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1364, 102, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1365, 102, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1366, 102, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1367, 102, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1368, 102, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1369, 102, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1370, 102, 38, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1371, 102, 69, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1372, 102, 90, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1373, 103, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1374, 103, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1375, 103, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1376, 103, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1377, 103, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1378, 103, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1379, 103, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1380, 103, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1381, 103, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1382, 103, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1383, 103, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1384, 103, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1385, 103, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1386, 103, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1387, 103, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1388, 103, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1389, 103, 17, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1390, 103, 50, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1391, 104, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1392, 104, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1393, 104, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1394, 104, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1395, 104, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1396, 104, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1397, 104, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1398, 104, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1399, 104, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1400, 104, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1401, 104, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1402, 104, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1403, 104, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1404, 104, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1405, 104, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1406, 104, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1407, 104, 6, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1408, 105, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1409, 105, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1410, 105, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1411, 105, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1412, 105, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1413, 105, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1414, 105, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1415, 105, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1416, 105, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1417, 105, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1418, 105, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1419, 105, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1420, 105, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1421, 105, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1422, 105, 10, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1423, 105, 12, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1424, 105, 48, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1425, 106, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1426, 106, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1427, 106, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1428, 106, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1429, 106, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1430, 106, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1431, 106, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1432, 106, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1433, 106, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1434, 106, 42, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1435, 106, 81, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1436, 106, 82, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1437, 107, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1438, 107, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1439, 107, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1440, 107, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1441, 107, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1442, 107, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1443, 107, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1444, 107, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1445, 107, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1446, 107, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1447, 107, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1448, 107, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1449, 107, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1450, 107, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1451, 107, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1452, 107, 61, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1453, 108, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1454, 108, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1455, 108, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1456, 108, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1457, 108, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1458, 108, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1459, 108, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1460, 108, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1461, 108, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1462, 108, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1463, 108, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1464, 108, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1465, 108, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1466, 108, 37, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1467, 108, 65, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1468, 108, 86, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1469, 109, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1470, 109, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1471, 109, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1472, 109, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1473, 109, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1474, 109, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1475, 109, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1476, 109, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1477, 109, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1478, 109, 9, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1479, 110, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1480, 110, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1481, 110, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1482, 110, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1483, 110, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1484, 110, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1485, 110, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1486, 110, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1487, 110, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1488, 110, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1489, 110, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1490, 110, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1491, 110, 27, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1492, 110, 59, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1493, 111, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1494, 111, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1495, 111, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1496, 111, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1497, 111, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1498, 111, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1499, 111, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1500, 111, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1501, 111, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1502, 111, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1503, 111, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1504, 111, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1505, 111, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1506, 111, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1507, 111, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1508, 111, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1509, 111, 3, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1510, 111, 5, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1511, 112, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1512, 112, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1513, 112, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1514, 112, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1515, 112, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1516, 112, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1517, 112, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1518, 112, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1519, 112, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1520, 112, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1521, 112, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1522, 112, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1523, 112, 19, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1524, 112, 33, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1525, 112, 94, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1526, 113, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1527, 113, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1528, 113, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1529, 113, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1530, 113, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1531, 113, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1532, 113, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1533, 113, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1534, 113, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1535, 113, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1536, 113, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1537, 113, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1538, 113, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1539, 113, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1540, 113, 75, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1541, 114, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1542, 114, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1543, 114, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1544, 114, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1545, 114, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1546, 114, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1547, 114, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1548, 114, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1549, 114, 11, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1550, 114, 93, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1551, 114, 95, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1552, 115, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1553, 115, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1554, 115, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1555, 115, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1556, 115, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1557, 115, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1558, 115, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1559, 115, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1560, 115, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1561, 115, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1562, 115, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1563, 115, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1564, 115, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1565, 115, 80, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1566, 115, 94, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1567, 116, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1568, 116, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1569, 116, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1570, 116, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1571, 116, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1572, 116, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1573, 116, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1574, 116, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1575, 116, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1576, 116, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1577, 116, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1578, 116, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1579, 116, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1580, 116, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1581, 116, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1582, 116, 13, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1583, 117, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1584, 117, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1585, 117, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1586, 117, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1587, 117, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1588, 117, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1589, 117, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1590, 117, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1591, 117, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1592, 117, 34, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1593, 118, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1594, 118, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1595, 118, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1596, 118, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1597, 118, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1598, 118, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1599, 118, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1600, 118, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1601, 118, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1602, 118, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1603, 118, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1604, 118, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1605, 118, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1606, 118, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1607, 118, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1608, 118, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1609, 118, 58, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1610, 119, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1611, 119, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1612, 119, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1613, 119, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1614, 119, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1615, 119, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1616, 119, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1617, 119, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1618, 119, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1619, 119, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1620, 119, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1621, 119, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1622, 119, 64, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1623, 119, 65, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1624, 119, 81, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1625, 120, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1626, 120, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1627, 120, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1628, 120, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1629, 120, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1630, 120, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1631, 120, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1632, 120, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1633, 120, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1634, 120, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1635, 120, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1636, 120, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1637, 120, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1638, 120, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1639, 120, 28, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1640, 120, 44, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1641, 121, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1642, 121, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1643, 121, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1644, 121, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1645, 121, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1646, 121, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1647, 121, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1648, 121, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1649, 121, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1650, 121, 61, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1651, 121, 63, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1652, 121, 80, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1653, 122, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1654, 122, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1655, 122, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1656, 122, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1657, 122, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1658, 122, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1659, 122, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1660, 122, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1661, 122, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1662, 122, 2, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1663, 122, 62, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1664, 122, 71, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1665, 123, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1666, 123, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1667, 123, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1668, 123, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1669, 123, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1670, 123, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1671, 123, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1672, 123, 23, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1673, 123, 46, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1674, 123, 73, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1675, 124, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1676, 124, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1677, 124, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1678, 124, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1679, 124, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1680, 124, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1681, 124, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1682, 124, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1683, 124, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1684, 124, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1685, 124, 10, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1686, 124, 48, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1687, 124, 104, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1688, 125, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1689, 125, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1690, 125, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1691, 125, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1692, 125, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1693, 125, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1694, 125, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1695, 125, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1696, 125, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1697, 125, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1698, 125, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1699, 125, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1700, 125, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1701, 125, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1702, 125, 60, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1703, 126, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1704, 126, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1705, 126, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1706, 126, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1707, 126, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1708, 126, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1709, 126, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1710, 126, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1711, 126, 22, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1712, 126, 94, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1713, 127, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1714, 127, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1715, 127, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1716, 127, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1717, 127, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1718, 127, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1719, 127, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1720, 127, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1721, 127, 90, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1722, 127, 95, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1723, 128, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1724, 128, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1725, 128, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1726, 128, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1727, 128, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1728, 128, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1729, 128, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1730, 128, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1731, 128, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1732, 128, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1733, 128, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1734, 128, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1735, 128, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1736, 128, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1737, 128, 3, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1738, 128, 67, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1739, 128, 84, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1740, 129, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1741, 129, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1742, 129, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1743, 129, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1744, 129, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1745, 129, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1746, 129, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1747, 129, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1748, 129, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1749, 129, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1750, 129, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1751, 129, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1752, 129, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1753, 129, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1754, 129, 71, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1755, 130, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1756, 130, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1757, 130, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1758, 130, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1759, 130, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1760, 130, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1761, 130, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1762, 130, 65, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1763, 130, 80, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1764, 130, 89, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1765, 131, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1766, 131, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1767, 131, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1768, 131, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1769, 131, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1770, 131, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1771, 131, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1772, 131, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1773, 131, 73, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1774, 131, 105, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1775, 132, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1776, 132, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1777, 132, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1778, 132, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1779, 132, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1780, 132, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1781, 132, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1782, 132, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1783, 132, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1784, 132, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1785, 132, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1786, 132, 41, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1787, 132, 56, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1788, 132, 92, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1789, 133, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1790, 133, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1791, 133, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1792, 133, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1793, 133, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1794, 133, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1795, 133, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1796, 133, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1797, 133, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1798, 133, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1799, 133, 58, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1800, 133, 59, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1801, 133, 61, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1802, 134, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1803, 134, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1804, 134, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1805, 134, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1806, 134, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1807, 134, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1808, 134, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1809, 134, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1810, 134, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1811, 134, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1812, 134, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1813, 134, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1814, 134, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1815, 134, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1816, 134, 14, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1817, 134, 47, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1818, 135, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1819, 135, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1820, 135, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1821, 135, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1822, 135, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1823, 135, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1824, 135, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1825, 135, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1826, 135, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1827, 135, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1828, 135, 23, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1829, 135, 39, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1830, 135, 44, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1831, 136, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1832, 136, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1833, 136, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1834, 136, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1835, 136, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1836, 136, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1837, 136, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1838, 136, 3, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1839, 136, 85, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1840, 137, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1841, 137, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1842, 137, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1843, 137, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1844, 137, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1845, 137, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1846, 137, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1847, 137, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1848, 137, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1849, 137, 62, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1850, 138, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1851, 138, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1852, 138, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1853, 138, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1854, 138, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1855, 138, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1856, 138, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1857, 138, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1858, 138, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1859, 138, 90, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1860, 139, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1861, 139, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1862, 139, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1863, 139, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1864, 139, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1865, 139, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1866, 139, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1867, 139, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1868, 139, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1869, 139, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1870, 139, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1871, 139, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1872, 139, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1873, 139, 13, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1874, 139, 38, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1875, 140, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1876, 140, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1877, 140, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1878, 140, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1879, 140, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1880, 140, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1881, 140, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1882, 140, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1883, 140, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1884, 140, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1885, 140, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1886, 140, 4, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1887, 140, 31, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1888, 141, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1889, 141, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1890, 141, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1891, 141, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1892, 141, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1893, 141, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1894, 141, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1895, 141, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1896, 141, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1897, 141, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1898, 141, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1899, 141, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1900, 141, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1901, 141, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1902, 141, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1903, 141, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1904, 141, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1905, 141, 98, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1906, 142, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1907, 142, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1908, 142, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1909, 142, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1910, 142, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1911, 142, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1912, 142, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1913, 142, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1914, 142, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1915, 142, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1916, 142, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1917, 142, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1918, 142, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1919, 142, 63, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1920, 142, 73, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1921, 142, 98, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1922, 143, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1923, 143, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1924, 143, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1925, 143, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1926, 143, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1927, 143, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1928, 143, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1929, 143, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1930, 143, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1931, 143, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1932, 143, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1933, 143, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1934, 143, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1935, 143, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1936, 143, 67, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1937, 143, 80, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1938, 144, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1939, 144, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1940, 144, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1941, 144, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1942, 144, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1943, 144, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1944, 144, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1945, 144, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1946, 144, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1947, 144, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1948, 144, 61, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1949, 144, 89, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1950, 145, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1951, 145, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1952, 145, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1953, 145, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1954, 145, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1955, 145, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1956, 145, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1957, 145, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1958, 145, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1959, 145, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1960, 145, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1961, 145, 75, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1962, 146, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1963, 146, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1964, 146, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1965, 146, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1966, 146, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1967, 146, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1968, 146, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1969, 146, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1970, 146, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1971, 146, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1972, 146, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1973, 146, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1974, 146, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1975, 146, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1976, 146, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1977, 146, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1978, 146, 96, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1979, 147, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1980, 147, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1981, 147, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1982, 147, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1983, 147, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1984, 147, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1985, 147, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1986, 147, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1987, 147, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1988, 147, 4, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1989, 148, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1990, 148, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1991, 148, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1992, 148, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1993, 148, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1994, 148, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1995, 148, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1996, 148, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1997, 148, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1998, 148, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (1999, 148, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2000, 148, 57, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2001, 148, 92, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2002, 149, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2003, 149, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2004, 149, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2005, 149, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2006, 149, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2007, 149, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2008, 149, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2009, 149, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2010, 149, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2011, 149, 5, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2012, 149, 81, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2013, 150, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2014, 150, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2015, 150, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2016, 150, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2017, 150, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2018, 150, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2019, 150, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2020, 150, 30, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2021, 150, 52, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2022, 151, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2023, 151, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2024, 151, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2025, 151, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2026, 151, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2027, 151, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2028, 151, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2029, 151, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2030, 151, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2031, 151, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2032, 151, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2033, 151, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2034, 151, 16, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2035, 151, 71, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2036, 152, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2037, 152, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2038, 152, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2039, 152, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2040, 152, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2041, 152, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2042, 152, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2043, 152, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2044, 152, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2045, 152, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2046, 152, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2047, 152, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2048, 152, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2049, 152, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2050, 152, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2051, 152, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2052, 152, 54, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2053, 153, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2054, 153, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2055, 153, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2056, 153, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2057, 153, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2058, 153, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2059, 153, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2060, 153, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2061, 153, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2062, 153, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2063, 153, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2064, 153, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2065, 153, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2066, 153, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2067, 153, 24, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2068, 153, 38, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2069, 154, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2070, 154, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2071, 154, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2072, 154, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2073, 154, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2074, 154, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2075, 154, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2076, 154, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2077, 154, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2078, 154, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2079, 154, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2080, 154, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2081, 154, 37, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2082, 155, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2083, 155, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2084, 155, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2085, 155, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2086, 155, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2087, 155, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2088, 155, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2089, 155, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2090, 155, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2091, 155, 4, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2092, 155, 19, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2093, 155, 63, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2094, 156, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2095, 156, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2096, 156, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2097, 156, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2098, 156, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2099, 156, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2100, 156, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2101, 156, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2102, 156, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2103, 156, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2104, 156, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2105, 156, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2106, 156, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2107, 156, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2108, 156, 18, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2109, 157, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2110, 157, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2111, 157, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2112, 157, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2113, 157, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2114, 157, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2115, 157, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2116, 157, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2117, 157, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2118, 157, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2119, 157, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2120, 157, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2121, 157, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2122, 157, 42, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2123, 158, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2124, 158, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2125, 158, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2126, 158, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2127, 158, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2128, 158, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2129, 158, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2130, 158, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2131, 158, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2132, 158, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2133, 158, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2134, 158, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2135, 158, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2136, 158, 60, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2137, 158, 83, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2138, 158, 96, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2139, 159, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2140, 159, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2141, 159, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2142, 159, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2143, 159, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2144, 159, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2145, 159, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2146, 159, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2147, 159, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2148, 159, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2149, 159, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2150, 159, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2151, 159, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2152, 159, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2153, 159, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2154, 159, 87, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2155, 160, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2156, 160, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2157, 160, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2158, 160, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2159, 160, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2160, 160, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2161, 160, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2162, 160, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2163, 160, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2164, 160, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2165, 160, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2166, 160, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2167, 160, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2168, 160, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2169, 160, 7, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2170, 160, 93, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2171, 161, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2172, 161, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2173, 161, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2174, 161, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2175, 161, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2176, 161, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2177, 161, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2178, 161, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2179, 161, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2180, 161, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2181, 161, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2182, 161, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2183, 161, 77, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2184, 162, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2185, 162, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2186, 162, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2187, 162, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2188, 162, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2189, 162, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2190, 162, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2191, 162, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2192, 162, 26, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2193, 163, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2194, 163, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2195, 163, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2196, 163, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2197, 163, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2198, 163, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2199, 163, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2200, 163, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2201, 163, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2202, 163, 33, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2203, 163, 42, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2204, 163, 52, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2205, 164, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2206, 164, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2207, 164, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2208, 164, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2209, 164, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2210, 164, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2211, 164, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2212, 164, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2213, 164, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2214, 164, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2215, 164, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2216, 164, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2217, 164, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2218, 164, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2219, 164, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2220, 164, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2221, 164, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2222, 164, 8, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2223, 165, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2224, 165, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2225, 165, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2226, 165, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2227, 165, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2228, 165, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2229, 165, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2230, 165, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2231, 165, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2232, 165, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2233, 165, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2234, 165, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2235, 165, 85, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2236, 166, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2237, 166, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2238, 166, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2239, 166, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2240, 166, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2241, 166, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2242, 166, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2243, 166, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2244, 166, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2245, 166, 57, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2246, 166, 85, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2247, 167, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2248, 167, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2249, 167, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2250, 167, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2251, 167, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2252, 167, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2253, 167, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2254, 167, 73, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2255, 167, 80, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2256, 168, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2257, 168, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2258, 168, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2259, 168, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2260, 168, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2261, 168, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2262, 168, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2263, 168, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2264, 168, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2265, 168, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2266, 168, 38, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2267, 169, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2268, 169, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2269, 169, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2270, 169, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2271, 169, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2272, 169, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2273, 169, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2274, 169, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2275, 169, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2276, 169, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2277, 169, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2278, 169, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2279, 169, 14, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2280, 169, 58, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2281, 170, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2282, 170, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2283, 170, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2284, 170, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2285, 170, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2286, 170, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2287, 170, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2288, 170, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2289, 170, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2290, 170, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2291, 170, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2292, 170, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2293, 170, 74, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2294, 170, 90, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2295, 171, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2296, 171, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2297, 171, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2298, 171, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2299, 171, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2300, 171, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2301, 171, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2302, 171, 43, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2303, 171, 91, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2304, 171, 95, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2305, 172, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2306, 172, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2307, 172, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2308, 172, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2309, 172, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2310, 172, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2311, 172, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2312, 172, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2313, 172, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2314, 172, 27, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2315, 172, 47, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2316, 172, 84, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2317, 173, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2318, 173, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2319, 173, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2320, 173, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2321, 173, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2322, 173, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2323, 173, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2324, 173, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2325, 173, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2326, 173, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2327, 173, 37, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2328, 174, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2329, 174, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2330, 174, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2331, 174, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2332, 174, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2333, 174, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2334, 174, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2335, 174, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2336, 174, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2337, 174, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2338, 174, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2339, 174, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2340, 174, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2341, 174, 20, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2342, 174, 61, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2343, 175, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2344, 175, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2345, 175, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2346, 175, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2347, 175, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2348, 175, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2349, 175, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2350, 175, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2351, 175, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2352, 175, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2353, 175, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2354, 175, 14, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2355, 176, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2356, 176, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2357, 176, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2358, 176, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2359, 176, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2360, 176, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2361, 176, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2362, 176, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2363, 176, 29, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2364, 176, 82, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2365, 177, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2366, 177, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2367, 177, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2368, 177, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2369, 177, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2370, 177, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2371, 177, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2372, 177, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2373, 177, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2374, 177, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2375, 177, 9, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2376, 177, 11, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2377, 178, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2378, 178, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2379, 178, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2380, 178, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2381, 178, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2382, 178, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2383, 178, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2384, 178, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2385, 178, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2386, 178, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2387, 178, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2388, 178, 2, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2389, 178, 94, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2390, 179, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2391, 179, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2392, 179, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2393, 179, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2394, 179, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2395, 179, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2396, 179, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2397, 179, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2398, 179, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2399, 179, 48, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2400, 180, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2401, 180, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2402, 180, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2403, 180, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2404, 180, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2405, 180, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2406, 180, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2407, 180, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2408, 180, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2409, 180, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2410, 180, 24, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2411, 180, 51, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2412, 181, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2413, 181, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2414, 181, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2415, 181, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2416, 181, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2417, 181, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2418, 181, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2419, 181, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2420, 181, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2421, 181, 42, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2422, 182, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2423, 182, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2424, 182, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2425, 182, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2426, 182, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2427, 182, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2428, 182, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2429, 182, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2430, 182, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2431, 182, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2432, 182, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2433, 182, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2434, 182, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2435, 182, 13, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2436, 182, 65, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2437, 183, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2438, 183, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2439, 183, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2440, 183, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2441, 183, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2442, 183, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2443, 183, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2444, 183, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2445, 183, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2446, 183, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2447, 183, 34, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2448, 183, 77, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2449, 184, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2450, 184, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2451, 184, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2452, 184, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2453, 184, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2454, 184, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2455, 184, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2456, 184, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2457, 184, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2458, 184, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2459, 184, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2460, 184, 40, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2461, 184, 46, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2462, 184, 100, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2463, 185, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2464, 185, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2465, 185, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2466, 185, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2467, 185, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2468, 185, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2469, 185, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2470, 185, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2471, 185, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2472, 185, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2473, 185, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2474, 185, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2475, 185, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2476, 185, 47, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2477, 185, 59, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2478, 186, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2479, 186, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2480, 186, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2481, 186, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2482, 186, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2483, 186, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2484, 186, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2485, 186, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2486, 186, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2487, 186, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2488, 186, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2489, 186, 9, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2490, 186, 17, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2491, 187, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2492, 187, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2493, 187, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2494, 187, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2495, 187, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2496, 187, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2497, 187, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2498, 187, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2499, 187, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2500, 187, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2501, 187, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2502, 188, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2503, 188, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2504, 188, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2505, 188, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2506, 188, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2507, 188, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2508, 188, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2509, 188, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2510, 188, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2511, 188, 5, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2512, 188, 82, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2513, 189, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2514, 189, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2515, 189, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2516, 189, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2517, 189, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2518, 189, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2519, 189, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2520, 189, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2521, 189, 54, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2522, 189, 80, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2523, 190, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2524, 190, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2525, 190, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2526, 190, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2527, 190, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2528, 190, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2529, 190, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2530, 190, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2531, 190, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2532, 190, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2533, 190, 2, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2534, 190, 23, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2535, 191, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2536, 191, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2537, 191, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2538, 191, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2539, 191, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2540, 191, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2541, 191, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2542, 191, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2543, 191, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2544, 191, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2545, 191, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2546, 191, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2547, 191, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2548, 191, 6, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2549, 191, 48, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2550, 192, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2551, 192, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2552, 192, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2553, 192, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2554, 192, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2555, 192, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2556, 192, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2557, 192, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2558, 192, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2559, 192, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2560, 192, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2561, 192, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2562, 192, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2563, 192, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2564, 192, 84, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2565, 193, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2566, 193, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2567, 193, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2568, 193, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2569, 193, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2570, 193, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2571, 193, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2572, 193, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2573, 193, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2574, 193, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2575, 193, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2576, 193, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2577, 193, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2578, 193, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2579, 193, 81, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2580, 194, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2581, 194, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2582, 194, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2583, 194, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2584, 194, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2585, 194, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2586, 194, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2587, 194, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2588, 194, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2589, 194, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2590, 194, 102, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2591, 195, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2592, 195, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2593, 195, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2594, 195, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2595, 195, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2596, 195, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2597, 195, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2598, 195, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2599, 195, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2600, 195, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2601, 195, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2602, 195, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2603, 195, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2604, 195, 7, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2605, 195, 17, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2606, 196, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2607, 196, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2608, 196, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2609, 196, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2610, 196, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2611, 196, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2612, 196, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2613, 196, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2614, 196, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2615, 196, 1, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2616, 197, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2617, 197, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2618, 197, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2619, 197, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2620, 197, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2621, 197, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2622, 197, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2623, 197, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2624, 197, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2625, 197, 29, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2626, 197, 59, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2627, 198, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2628, 198, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2629, 198, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2630, 198, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2631, 198, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2632, 198, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2633, 198, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2634, 198, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2635, 198, 53, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2636, 198, 78, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2637, 198, 89, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2638, 199, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2639, 199, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2640, 199, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2641, 199, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2642, 199, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2643, 199, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2644, 199, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2645, 199, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2646, 199, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2647, 199, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2648, 199, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2649, 199, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2650, 199, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2651, 199, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2652, 199, 3, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2653, 199, 66, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2654, 199, 96, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2655, 200, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2656, 200, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2657, 200, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2658, 200, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2659, 200, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2660, 200, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2661, 200, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2662, 200, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2663, 200, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2664, 200, 24, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2665, 200, 50, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2666, 200, 70, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2667, 201, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2668, 201, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2669, 201, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2670, 201, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2671, 201, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2672, 201, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2673, 201, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2674, 201, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2675, 201, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2676, 201, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2677, 201, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2678, 201, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2679, 201, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2680, 201, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2681, 201, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2682, 201, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2683, 201, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2684, 201, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2685, 201, 38, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2686, 202, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2687, 202, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2688, 202, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2689, 202, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2690, 202, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2691, 202, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2692, 202, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2693, 202, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2694, 202, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2695, 202, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2696, 202, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2697, 202, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2698, 202, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2699, 202, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2700, 202, 7, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2701, 202, 14, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2702, 202, 40, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2703, 203, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2704, 203, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2705, 203, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2706, 203, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2707, 203, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2708, 203, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2709, 203, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2710, 203, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2711, 203, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2712, 203, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2713, 203, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2714, 203, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2715, 203, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2716, 203, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2717, 203, 63, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2718, 204, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2719, 204, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2720, 204, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2721, 204, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2722, 204, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2723, 204, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2724, 204, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2725, 204, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2726, 204, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2727, 204, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2728, 204, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2729, 204, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2730, 204, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2731, 204, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2732, 204, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2733, 204, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2734, 204, 1, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2735, 204, 68, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2736, 204, 81, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2737, 205, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2738, 205, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2739, 205, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2740, 205, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2741, 205, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2742, 205, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2743, 205, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2744, 205, 7, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2745, 205, 71, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2746, 205, 105, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2747, 206, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2748, 206, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2749, 206, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2750, 206, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2751, 206, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2752, 206, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2753, 206, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2754, 206, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2755, 206, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2756, 206, 27, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2757, 206, 54, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2758, 207, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2759, 207, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2760, 207, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2761, 207, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2762, 207, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2763, 207, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2764, 207, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2765, 207, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2766, 207, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2767, 207, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2768, 207, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2769, 207, 6, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2770, 207, 59, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2771, 207, 78, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2772, 208, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2773, 208, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2774, 208, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2775, 208, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2776, 208, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2777, 208, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2778, 208, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2779, 208, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2780, 208, 55, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2781, 208, 95, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2782, 209, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2783, 209, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2784, 209, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2785, 209, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2786, 209, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2787, 209, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2788, 209, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2789, 209, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2790, 209, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2791, 209, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2792, 209, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2793, 209, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2794, 209, 4, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2795, 209, 16, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2796, 209, 73, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2797, 210, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2798, 210, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2799, 210, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2800, 210, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2801, 210, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2802, 210, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2803, 210, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2804, 210, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2805, 210, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2806, 210, 96, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2807, 211, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2808, 211, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2809, 211, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2810, 211, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2811, 211, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2812, 211, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2813, 211, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2814, 211, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2815, 211, 16, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2816, 211, 26, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2817, 211, 51, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2818, 212, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2819, 212, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2820, 212, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2821, 212, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2822, 212, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2823, 212, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2824, 212, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2825, 212, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2826, 212, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2827, 212, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2828, 212, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2829, 212, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2830, 212, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2831, 212, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2832, 212, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2833, 212, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2834, 212, 40, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2835, 212, 55, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2836, 212, 56, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2837, 213, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2838, 213, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2839, 213, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2840, 213, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2841, 213, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2842, 213, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2843, 213, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2844, 213, 47, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2845, 213, 69, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2846, 213, 99, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2847, 214, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2848, 214, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2849, 214, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2850, 214, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2851, 214, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2852, 214, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2853, 214, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2854, 214, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2855, 214, 104, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2856, 215, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2857, 215, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2858, 215, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2859, 215, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2860, 215, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2861, 215, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2862, 215, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2863, 215, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2864, 215, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2865, 215, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2866, 215, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2867, 215, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2868, 215, 12, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2869, 215, 13, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2870, 215, 68, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2871, 216, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2872, 216, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2873, 216, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2874, 216, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2875, 216, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2876, 216, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2877, 216, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2878, 216, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2879, 216, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2880, 216, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2881, 216, 22, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2882, 216, 41, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2883, 216, 72, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2884, 217, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2885, 217, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2886, 217, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2887, 217, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2888, 217, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2889, 217, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2890, 217, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2891, 217, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2892, 217, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2893, 217, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2894, 217, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2895, 217, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2896, 217, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2897, 217, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2898, 217, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2899, 217, 29, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2900, 218, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2901, 218, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2902, 218, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2903, 218, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2904, 218, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2905, 218, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2906, 218, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2907, 218, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2908, 218, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2909, 218, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2910, 218, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2911, 218, 18, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2912, 218, 87, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2913, 219, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2914, 219, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2915, 219, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2916, 219, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2917, 219, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2918, 219, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2919, 219, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2920, 219, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2921, 219, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2922, 219, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2923, 219, 14, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2924, 219, 103, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2925, 220, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2926, 220, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2927, 220, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2928, 220, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2929, 220, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2930, 220, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2931, 220, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2932, 220, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2933, 220, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2934, 220, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2935, 220, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2936, 220, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2937, 220, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2938, 220, 45, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2939, 221, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2940, 221, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2941, 221, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2942, 221, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2943, 221, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2944, 221, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2945, 221, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2946, 221, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2947, 221, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2948, 221, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2949, 221, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2950, 221, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2951, 221, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2952, 221, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2953, 221, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2954, 221, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2955, 221, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2956, 221, 63, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2957, 222, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2958, 222, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2959, 222, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2960, 222, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2961, 222, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2962, 222, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2963, 222, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2964, 222, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2965, 222, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2966, 222, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2967, 222, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2968, 222, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2969, 222, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2970, 222, 20, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2971, 222, 46, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2972, 223, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2973, 223, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2974, 223, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2975, 223, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2976, 223, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2977, 223, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2978, 223, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2979, 223, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2980, 223, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2981, 223, 47, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2982, 223, 91, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2983, 223, 104, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2984, 224, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2985, 224, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2986, 224, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2987, 224, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2988, 224, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2989, 224, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2990, 224, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2991, 224, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2992, 224, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2993, 224, 77, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2994, 225, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2995, 225, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2996, 225, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2997, 225, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2998, 225, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (2999, 225, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3000, 225, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3001, 225, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3002, 225, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3003, 225, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3004, 225, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3005, 225, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3006, 225, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3007, 225, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3008, 225, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3009, 225, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3010, 225, 68, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3011, 226, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3012, 226, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3013, 226, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3014, 226, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3015, 226, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3016, 226, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3017, 226, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3018, 226, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3019, 226, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3020, 226, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3021, 226, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3022, 226, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3023, 226, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3024, 226, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3025, 226, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3026, 226, 47, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3027, 226, 83, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3028, 227, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3029, 227, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3030, 227, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3031, 227, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3032, 227, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3033, 227, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3034, 227, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3035, 227, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3036, 227, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3037, 227, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3038, 227, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3039, 227, 60, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3040, 227, 63, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3041, 227, 89, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3042, 228, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3043, 228, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3044, 228, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3045, 228, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3046, 228, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3047, 228, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3048, 228, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3049, 228, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3050, 228, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3051, 228, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3052, 228, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3053, 228, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3054, 228, 12, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3055, 228, 30, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3056, 228, 80, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3057, 229, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3058, 229, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3059, 229, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3060, 229, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3061, 229, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3062, 229, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3063, 229, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3064, 229, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3065, 229, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3066, 229, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3067, 229, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3068, 229, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3069, 229, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3070, 229, 90, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3071, 230, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3072, 230, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3073, 230, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3074, 230, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3075, 230, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3076, 230, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3077, 230, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3078, 230, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3079, 230, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3080, 230, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3081, 230, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3082, 230, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3083, 230, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3084, 230, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3085, 230, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3086, 230, 24, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3087, 230, 95, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3088, 231, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3089, 231, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3090, 231, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3091, 231, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3092, 231, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3093, 231, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3094, 231, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3095, 231, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3096, 231, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3097, 231, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3098, 231, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3099, 231, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3100, 231, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3101, 231, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3102, 231, 61, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3103, 231, 67, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3104, 231, 76, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3105, 232, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3106, 232, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3107, 232, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3108, 232, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3109, 232, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3110, 232, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3111, 232, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3112, 232, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3113, 232, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3114, 232, 61, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3115, 232, 71, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3116, 232, 104, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3117, 233, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3118, 233, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3119, 233, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3120, 233, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3121, 233, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3122, 233, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3123, 233, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3124, 233, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3125, 233, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3126, 233, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3127, 233, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3128, 233, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3129, 233, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3130, 233, 55, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3131, 233, 62, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3132, 234, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3133, 234, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3134, 234, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3135, 234, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3136, 234, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3137, 234, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3138, 234, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3139, 234, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3140, 234, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3141, 234, 14, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3142, 234, 65, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3143, 235, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3144, 235, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3145, 235, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3146, 235, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3147, 235, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3148, 235, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3149, 235, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3150, 235, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3151, 235, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3152, 235, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3153, 235, 59, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3154, 235, 73, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3155, 235, 83, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3156, 236, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3157, 236, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3158, 236, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3159, 236, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3160, 236, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3161, 236, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3162, 236, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3163, 236, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3164, 236, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3165, 236, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3166, 236, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3167, 236, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3168, 236, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3169, 236, 24, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3170, 236, 53, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3171, 237, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3172, 237, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3173, 237, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3174, 237, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3175, 237, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3176, 237, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3177, 237, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3178, 237, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3179, 237, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3180, 237, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3181, 237, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3182, 237, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3183, 237, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3184, 237, 36, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3185, 238, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3186, 238, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3187, 238, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3188, 238, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3189, 238, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3190, 238, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3191, 238, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3192, 238, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3193, 238, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3194, 238, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3195, 238, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3196, 238, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3197, 238, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3198, 238, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3199, 238, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3200, 238, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3201, 238, 14, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3202, 238, 34, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3203, 239, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3204, 239, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3205, 239, 46, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3206, 239, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3207, 239, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3208, 239, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3209, 239, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3210, 239, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3211, 239, 19, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3212, 239, 34, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3213, 239, 73, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3214, 240, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3215, 240, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3216, 240, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3217, 240, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3218, 240, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3219, 240, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3220, 240, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3221, 240, 57, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3222, 240, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3223, 240, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3224, 240, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3225, 240, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3226, 240, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3227, 240, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3228, 240, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3229, 240, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3230, 240, 65, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3231, 241, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3232, 241, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3233, 241, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3234, 241, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3235, 241, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3236, 241, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3237, 241, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3238, 241, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3239, 241, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3240, 241, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3241, 241, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3242, 241, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3243, 241, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3244, 241, 5, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3245, 241, 90, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3246, 242, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3247, 242, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3248, 242, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3249, 242, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3250, 242, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3251, 242, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3252, 242, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3253, 242, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3254, 242, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3255, 242, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3256, 242, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3257, 242, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3258, 242, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3259, 242, 50, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3260, 242, 68, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3261, 242, 87, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3262, 243, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3263, 243, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3264, 243, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3265, 243, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3266, 243, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3267, 243, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3268, 243, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3269, 243, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3270, 243, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3271, 243, 89, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3272, 243, 103, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3273, 244, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3274, 244, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3275, 244, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3276, 244, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3277, 244, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3278, 244, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3279, 244, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3280, 244, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3281, 244, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3282, 244, 14, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3283, 244, 52, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3284, 244, 54, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3285, 245, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3286, 245, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3287, 245, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3288, 245, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3289, 245, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3290, 245, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3291, 245, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3292, 245, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3293, 245, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3294, 245, 63, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3295, 245, 67, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3296, 246, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3297, 246, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3298, 246, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3299, 246, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3300, 246, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3301, 246, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3302, 246, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3303, 246, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3304, 246, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3305, 246, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3306, 246, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3307, 246, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3308, 246, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3309, 246, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3310, 246, 78, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3311, 246, 91, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3312, 247, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3313, 247, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3314, 247, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3315, 247, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3316, 247, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3317, 247, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3318, 247, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3319, 247, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3320, 247, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3321, 247, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3322, 247, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3323, 247, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3324, 247, 23, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3325, 247, 36, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3326, 247, 82, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3327, 248, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3328, 248, 31, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3329, 248, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3330, 248, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3331, 248, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3332, 248, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3333, 248, 60, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3334, 248, 61, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3335, 248, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3336, 248, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3337, 248, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3338, 248, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3339, 248, 54, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3340, 249, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3341, 249, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3342, 249, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3343, 249, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3344, 249, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3345, 249, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3346, 249, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3347, 249, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3348, 249, 47, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3349, 249, 86, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3350, 249, 88, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3351, 250, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3352, 250, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3353, 250, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3354, 250, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3355, 250, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3356, 250, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3357, 250, 52, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3358, 250, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3359, 250, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3360, 250, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3361, 250, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3362, 250, 87, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3363, 250, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3364, 250, 35, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3365, 250, 62, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3366, 251, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3367, 251, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3368, 251, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3369, 251, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3370, 251, 26, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3371, 251, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3372, 251, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3373, 251, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3374, 251, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3375, 251, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3376, 251, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3377, 251, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3378, 251, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3379, 251, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3380, 251, 15, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3381, 252, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3382, 252, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3383, 252, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3384, 252, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3385, 252, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3386, 252, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3387, 252, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3388, 252, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3389, 252, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3390, 252, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3391, 252, 56, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3392, 252, 79, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3393, 253, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3394, 253, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3395, 253, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3396, 253, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3397, 253, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3398, 253, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3399, 253, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3400, 253, 72, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3401, 253, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3402, 253, 43, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3403, 253, 92, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3404, 253, 105, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3405, 254, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3406, 254, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3407, 254, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3408, 254, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3409, 254, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3410, 254, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3411, 254, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3412, 254, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3413, 254, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3414, 254, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3415, 254, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3416, 254, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3417, 254, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3418, 254, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3419, 254, 104, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3420, 255, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3421, 255, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3422, 255, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3423, 255, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3424, 255, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3425, 255, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3426, 255, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3427, 255, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3428, 255, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3429, 255, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3430, 255, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3431, 255, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3432, 255, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3433, 255, 97, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3434, 255, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3435, 255, 11, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3436, 255, 61, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3437, 255, 74, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3438, 256, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3439, 256, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3440, 256, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3441, 256, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3442, 256, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3443, 256, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3444, 256, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3445, 256, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3446, 256, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3447, 256, 71, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3448, 256, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3449, 256, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3450, 256, 95, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3451, 256, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3452, 256, 17, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3453, 256, 73, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3454, 256, 78, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3455, 257, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3456, 257, 7, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3457, 257, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3458, 257, 13, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3459, 257, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3460, 257, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3461, 257, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3462, 257, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3463, 257, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3464, 257, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3465, 257, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3466, 257, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3467, 257, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3468, 257, 33, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3469, 257, 78, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3470, 258, 17, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3471, 258, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3472, 258, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3473, 258, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3474, 258, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3475, 258, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3476, 258, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3477, 258, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3478, 258, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3479, 258, 7, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3480, 258, 65, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3481, 258, 104, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3482, 259, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3483, 259, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3484, 259, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3485, 259, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3486, 259, 30, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3487, 259, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3488, 259, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3489, 259, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3490, 259, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3491, 259, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3492, 259, 92, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3493, 259, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3494, 259, 18, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3495, 259, 24, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3496, 259, 75, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3497, 260, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3498, 260, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3499, 260, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3500, 260, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3501, 260, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3502, 260, 28, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3503, 260, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3504, 260, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3505, 260, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3506, 260, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3507, 260, 85, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3508, 260, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3509, 260, 5, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3510, 260, 51, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3511, 260, 88, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3512, 261, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3513, 261, 32, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3514, 261, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3515, 261, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3516, 261, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3517, 261, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3518, 261, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3519, 261, 77, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3520, 261, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3521, 261, 73, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3522, 262, 1, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3523, 262, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3524, 262, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3525, 262, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3526, 262, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3527, 262, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3528, 262, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3529, 262, 90, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3530, 262, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3531, 262, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3532, 262, 23, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3533, 262, 93, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3534, 263, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3535, 263, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3536, 263, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3537, 263, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3538, 263, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3539, 263, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3540, 263, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3541, 263, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3542, 263, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3543, 263, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3544, 263, 14, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3545, 263, 43, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3546, 263, 74, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3547, 264, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3548, 264, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3549, 264, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3550, 264, 42, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3551, 264, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3552, 264, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3553, 264, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3554, 264, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3555, 264, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3556, 264, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3557, 264, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3558, 264, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3559, 264, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3560, 264, 64, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3561, 265, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3562, 265, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3563, 265, 34, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3564, 265, 35, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3565, 265, 45, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3566, 265, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3567, 265, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3568, 265, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3569, 265, 14, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3570, 265, 44, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3571, 265, 46, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3572, 266, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3573, 266, 24, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3574, 266, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3575, 266, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3576, 266, 49, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3577, 266, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3578, 266, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3579, 266, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3580, 266, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3581, 266, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3582, 266, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3583, 266, 88, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3584, 266, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3585, 266, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3586, 266, 21, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3587, 266, 54, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3588, 267, 5, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3589, 267, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3590, 267, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3591, 267, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3592, 267, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3593, 267, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3594, 267, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3595, 267, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3596, 267, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3597, 267, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3598, 267, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3599, 267, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3600, 267, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3601, 267, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3602, 267, 40, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3603, 267, 58, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3604, 267, 101, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3605, 268, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3606, 268, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3607, 268, 22, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3608, 268, 50, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3609, 268, 55, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3610, 268, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3611, 268, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3612, 268, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3613, 268, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3614, 268, 14, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3615, 268, 18, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3616, 269, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3617, 269, 4, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3618, 269, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3619, 269, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3620, 269, 25, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3621, 269, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3622, 269, 53, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3623, 269, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3624, 269, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3625, 269, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3626, 269, 94, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3627, 269, 99, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3628, 269, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3629, 269, 16, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3630, 270, 19, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3631, 270, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3632, 270, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3633, 270, 58, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3634, 270, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3635, 270, 86, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3636, 270, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3637, 270, 105, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3638, 270, 14, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3639, 270, 21, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3640, 270, 87, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3641, 271, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3642, 271, 21, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3643, 271, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3644, 271, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3645, 271, 40, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3646, 271, 51, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3647, 271, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3648, 271, 79, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3649, 271, 84, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3650, 271, 89, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3651, 271, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3652, 271, 6, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3653, 271, 61, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3654, 272, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3655, 272, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3656, 272, 11, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3657, 272, 15, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3658, 272, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3659, 272, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3660, 272, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3661, 272, 44, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3662, 272, 47, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3663, 272, 63, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3664, 272, 75, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3665, 272, 98, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3666, 272, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3667, 272, 58, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3668, 273, 14, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3669, 273, 16, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3670, 273, 18, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3671, 273, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3672, 273, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3673, 273, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3674, 273, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3675, 273, 65, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3676, 273, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3677, 273, 80, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3678, 273, 83, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3679, 273, 100, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3680, 273, 102, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3681, 273, 104, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3682, 273, 67, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3683, 274, 8, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3684, 274, 9, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3685, 274, 10, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3686, 274, 27, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3687, 274, 29, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3688, 274, 36, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3689, 274, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3690, 274, 39, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3691, 274, 41, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3692, 274, 48, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3693, 274, 56, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3694, 274, 66, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3695, 274, 67, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3696, 274, 69, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3697, 274, 91, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3698, 274, 93, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3699, 274, 96, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3700, 274, 11, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3701, 275, 2, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3702, 275, 3, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3703, 275, 6, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3704, 275, 12, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3705, 275, 20, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3706, 275, 33, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3707, 275, 38, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3708, 275, 43, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3709, 275, 54, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3710, 275, 59, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3711, 275, 64, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3712, 275, 73, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3713, 275, 74, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3714, 275, 76, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3715, 275, 82, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3716, 275, 101, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3717, 275, 103, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3718, 275, 100, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3719, 276, 23, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3720, 276, 37, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3721, 276, 62, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3722, 276, 68, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3723, 276, 70, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3724, 276, 78, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3725, 276, 81, 2);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3726, 276, 20, 1);
INSERT INTO public.actor_film_entity ("recordId", "filmId", "actorId", "roleId") VALUES (3727, 276, 89, 1);


--
-- TOC entry 3337 (class 0 OID 26015)
-- Dependencies: 215
-- Data for Name: role_entity; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public.role_entity ("roleId", "roleName") VALUES (1, 'Режиссёр');
INSERT INTO public.role_entity ("roleId", "roleName") VALUES (2, 'Актер');
INSERT INTO public.role_entity ("roleId", "roleName") VALUES (3, 'Продюсер');
INSERT INTO public.role_entity ("roleId", "roleName") VALUES (4, 'Оператор');
INSERT INTO public.role_entity ("roleId", "roleName") VALUES (5, 'Художник');
INSERT INTO public.role_entity ("roleId", "roleName") VALUES (6, 'Сценарист');
INSERT INTO public.role_entity ("roleId", "roleName") VALUES (7, 'Композитор');
INSERT INTO public.role_entity ("roleId", "roleName") VALUES (8, 'Монтаж');
INSERT INTO public.role_entity ("roleId", "roleName") VALUES (9, 'Режиссёры дубляжа');
INSERT INTO public.role_entity ("roleId", "roleName") VALUES (10, 'Переводчик');


--
-- TOC entry 3351 (class 0 OID 0)
-- Dependencies: 216
-- Name: actor_entity_actorId_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."actor_entity_actorId_seq"', 106, true);


--
-- TOC entry 3352 (class 0 OID 0)
-- Dependencies: 218
-- Name: actor_film_entity_recordId_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."actor_film_entity_recordId_seq"', 3727, true);


--
-- TOC entry 3353 (class 0 OID 0)
-- Dependencies: 214
-- Name: role_entity_roleId_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."role_entity_roleId_seq"', 10, true);


--
-- TOC entry 3189 (class 2606 OID 27364)
-- Name: actor_entity PK_0d35d2c1e46aabb88592ed4a5f6; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.actor_entity
    ADD CONSTRAINT "PK_0d35d2c1e46aabb88592ed4a5f6" PRIMARY KEY ("actorId");


--
-- TOC entry 3187 (class 2606 OID 26022)
-- Name: role_entity PK_3ff592dd152a328594d741b0ce8; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.role_entity
    ADD CONSTRAINT "PK_3ff592dd152a328594d741b0ce8" PRIMARY KEY ("roleId");


--
-- TOC entry 3191 (class 2606 OID 27829)
-- Name: actor_film_entity PK_b98b3517c0d1da36aeb60380b4f; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.actor_film_entity
    ADD CONSTRAINT "PK_b98b3517c0d1da36aeb60380b4f" PRIMARY KEY ("recordId");


--
-- TOC entry 3192 (class 2606 OID 27830)
-- Name: actor_film_entity FK_4c194b793d7b262b88780077f98; Type: FK CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.actor_film_entity
    ADD CONSTRAINT "FK_4c194b793d7b262b88780077f98" FOREIGN KEY ("actorId") REFERENCES public.actor_entity("actorId");


--
-- TOC entry 3193 (class 2606 OID 27835)
-- Name: actor_film_entity FK_cbc158cc27ebdb846aa18e59bf1; Type: FK CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.actor_film_entity
    ADD CONSTRAINT "FK_cbc158cc27ebdb846aa18e59bf1" FOREIGN KEY ("roleId") REFERENCES public.role_entity("roleId");


-- Completed on 2023-05-22 21:34:38

--
-- PostgreSQL database dump complete
--

